{"opportunitytitle":{"55236":"FY 2022 EDA University Center Competition - SRO","55237":"FY 2022 EDA University Center Competition - ATRO","44957":"2020 Build to Scale Program - Concept Proposal"},"opportunitynumber":{"55236":"EDA-SEA-TA-SRO-2022-2007230","55237":"EDA-ATL-TA-ATRO-2022-2007229","44957":"EDA-HDQ-OIE-2020"},"description":{"55236":"This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office (separate posting and application package for applicants applying from within the Atlanta Regional Office) Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","55237":" This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office (separate posting and application package for applicants applying from within the Seattle Regional Office) Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","44957":"EDA's Office of Innovation &amp; Entrepreneurship is committed to furthering technology-based economic development initiatives that accelerate high quality job growth, create more economic opportunities, and support the future of the next generation of industry leading companies. To advance these goals, EDA awards grants through the Build to Scale Program (formerly the Regional Innovation Strategies Program) for activities designed to develop and support regional innovation initiatives.[1] EDA thereby advances the growth of connected, innovation-centric economies that increase job growth, enable the workforce of tomorrow, enhance global competitiveness, and foster global competitiveness through technology commercialization and entrepreneurship as described in Stevenson-Wydler Technology Innovation Act of 1980 (hereafter \"Section 27\"). The Build to Scale Program invites organizations who are aiding companies in developing the next generation of technologies to apply for funding. These organizations may be operating initiatives to unlock investment capital across a region or sector, operating programs to accelerate company growth, empowering the next generation of entrepreneurs, and\/or enabling technology commercialization. Under the Build to Scale Program, EDA is soliciting applications for three separate competitions: (1) the Venture Challenge, (2) the Capital Challenge, and (3) the Industry Challenge. Applicants may apply to all three challenges but may only submit one application per competition. The initial step in this process is to provide EDA a Concept Proposal by 03\/24\/2020, electronically via email to applyB2S@eda.gov. Applicants are advised to read carefully the Concept Proposal requirements and submission information provided in Section D (p.8) of the attached NOFO. Once the Concept Proposal process is complete, EDA will invite Full Applications from those who submitted Concept Proposals. EDA will only review Full Applications submitted by applicants who submitted a Concept Proposal by the Concept Proposal Deadline. Applicants must provide a matching share from non-Federal sources of at least 50 percent of the total project cost; i.e., applicants must match each Federal dollar requested with at least one dollar of local match. See Section C.2 (p. 10) of this NOFO. [1] Stevenson-Wydler Technology Innovation Act of 1980, Section 27(a)(2) defines regional innovation initiatives as geographically-bounded public or nonprofit activities or programs that address issues in local innovation systems in order to: (A) increase the success of innovation driven industry; (B) strengthen the competitiveness of industry through new product innovation and new technology adoption; (C) improve the pace of market readiness and overall commercialization of innovative research; (D) enhance the overall innovation capacity and long-term resilience of the region; (E) leverage the region's unique competitive strengths to stimulate innovation; and (F) increase the number of full-time equivalent employment opportunities within innovation-based business ventures in the geographic region."},"grants_url":{"55236":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338457","55237":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338456","44957":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=324375"}}