{"opportunitytitle":{"59587":"Pacific Coastal Salmon Recovery and Infrastructure Investment and Jobs Act (IIJA) Funds","57884":"Species Recovery Grants to Tribes","54526":"Pacific Coastal Salmon Recovery and Infrastructure Investment and Jobs Act Funds","52845":"Species Recovery Grants to Tribes","51602":"Oceanic and Atmospheric Research (OAR), National Oceanic and Atmospheric Administration (NOAA), Department of Commerce","49540":"Pacific Coastal Salmon Recovery Fund","48506":"Addressing the Impacts of Multiple Stressors on Shellfish Aquaculture through Research\/Industry Partnerships","47840":"Species Recovery Grants to Tribes","44335":"Pacific Coastal Salmon Recovery Fund","41145":"Species Recovery Grants to Tribes","33363":"Pacific Coastal Salmon Recovery Fund","31321":"FY19 Coral Reef Conservation Program, Domestic Coral Reef Conservation Grants","28198":"FY 2019 Species Recovery Grants to Tribes","21328":"Geospatial Modeling","20717":"Pacific Coastal Salmon Recovery Fund","19985":"FY18 Coral Reef Conservation Program, Domestic Coral Reef Conservation Grants","18308":"FY 2018 Species Recovery Grants to Tribes","17770":"Ocean Exploration FY 2018 Funding Opportunity","14675":"Pacific Coastal Salmon Recovery Fund","12919":"FY17 Coral Reef Conservation Program, Domestic Coral Reef Conservation Grants","12066":"FY 2017 Species Recovery Grants to Tribes","8189":"Pacific Coastal Salmon Recovery Fund (PCSRF)","6942":"FY16 Coral Reef Conservation Program, Domestic Coral Reef Conservation Grants","5206":"Climate Program Office FY 2016","4342":"Regional Coastal Resilience Grants Program 2015","5196":"FY 2016 Species Recovery Grants to Tribes","2712":"National Ocean Sciences Competition for High School Students","2180":"Pacific Coastal Salmon Recovery Fund","97":"FY15 Coral Reef Conservation Program Domestic Coral Reef","83":"FY 2015 Species Recovery Grants to Tribes","69087":"Pacific Coastal Salmon Recovery Fund","68086":"FY14 Coral Reef Conservation Program Domestic Coral Reef","67349":"Climate Program Office FY 2014","67080":"FY 2014 Species Recovery Grants to Tribes","60055":"Pacific Coastal Salmon Recovery Fund","35933":"FY13 Coral Reef Conservation Program Domestic Coral Reef Conservation Grants","35706":"FY13 Species Recovery Grants to Tribes","18300":"Research Partnerships in Support of Regional Climate Adaptation","8858":"Pacific Coastal Salmon Recovery Fund","68510":"FY12 Coral Reef Conservation Program Domestic Coral Reef Conservation Grants","67622":"FY12 Species Recovery Grants to Tribes","45713":"Pacific Coastal Salmon Recovery Fund","44792":"Proactive Species Conservation Program","44783":"FY11 Species Recovery Grants to Tribes","40132":"Coral Reef Conservation Program Domestic Coral Reef Conservation Grants","40194":"Financial Assistance to Establish five NOAA Cooperative Science Centers at Minority Serving Institutions"},"opportunitynumber":{"59587":"NOAA-NMFS-WCRO-2023-2007769","57884":"NOAA-NMFS-PRPO-2023-2007505","54526":"NOAA-NMFS-WCRO-2022-2007156","52845":"NOAA-NMFS-PRPO-2022-2006990","51602":"NOAA-OAR-OER-2022-2006910","49540":"NOAA-NMFS-WCRO-2021-2006764","48506":"NOAA-OAR-SG-2021-2006704","47840":"NOAA-NMFS-PRPO-2021-2006473","44335":"NOAA-NMFS-WCRO-2020-2006259","41145":"NOAA-NMFS-PRPO-2020-2006172","33363":"NOAA-NMFS-WCRO-2019-2005933","31321":"NOAA-NOS-OCM-2019-2005879","28198":"NOAA-NMFS-PRPO-2019-2005745","21328":"NOAA-NOS-NGS-2018-2005522","20717":"NOAA-NMFS-WCRO-2018-2005484","19985":"NOAA-NOS-OCM-2018-2005425","18308":"NOAA-NMFS-PRPO-2018-2005302","17770":"NOAA-OAR-OER-2018-2005296","14675":"NOAA-NMFS-WCRO-2017-2005154","12919":"NOAA-NOS-OCM-2017-2005011","12066":"NOAA-NMFS-PRPO-2017-2004972","8189":"NOAA-NMFS-WCRO-2016-2004770","6942":"NOAA-NOS-OCM-2016-2004574","5206":"NOAA-OAR-CPO-2016-2004413","4342":"NOAA-NOS-OCM-2015-2004324","5196":"NOAA-NMFS-PRPO-2015-2004522","2712":"NOAA-SEC-OED-2015-2004390","2180":"NOAA-NMFS-WCRO-2015-2004368","97":"NOAA-NOS-OCRM-2015-2004207","83":"NOAA-NMFS-PRPO-2015-2004185","69087":"NOAA-NMFS-NWRO-2014-2003967","68086":"NOAA-NOS-OCRM-2014-2003817","67349":"NOAA-OAR-CPO-2014-2003692","67080":"NOAA-NMFS-PRPO-2014-2003832","60055":"NOAA-NMFS-NWRO-2013-2003605","35933":"NOAA-NOS-OCRM-2013-2003459","35706":"NOAA-NMFS-PRPO-2013-2003423","18300":"NOAA-OAR-CPO-2012-2003304","8858":"NOAA-NMFS-NWRO-2012-2003324","68510":"NOAA-NOS-OCRM-2012-2003014","67622":"NOAA-NMFS-PRPO-2012-2003047","45713":"NOAA-NMFS-NWRO-2011-2002889","44792":"NOAA-NMFS-PRPO-2011-2002841","44783":"NOAA-NMFS-PRPO-2011-2002882","40132":"NOAA-NOS-OCRM-2011-2002594","40194":"NOAA-SEC-OED-2011-2002684"},"description":{"59587":"NOAA announces the availability of Federal funding, authorized pursuant to the Infrastructure Investment and Jobs Act (IIJA), Pub. L. 117-58 (November 15, 2021) (hereinafter, the \"Bipartisan Infrastructure Bill\" or \"BIL\"), the Consolidated Appropriations Act, 2022, Pub. L. 117-103 (March 15, 2022); and the Consolidated Appropriations Act, 2023, (December 29, 2022), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized Tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations listed as threatened or endangered, or identified by a State as at-risk to be so-listed; for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing; or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","57884":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon (Salmo salar), white abalone (Haliotis sorenseni), Cook Inlet DPS of beluga whales (Delphinapterus leucas), Hawaiian monk seals (Neomonachus schauinslandi), Pacific leatherback sea turtles (Dermochelys coriacea), North Atlantic right whales (Eubalaena glacialis), and southern resident DPS of killer whales (Orcinus orca). Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2023 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","54526":"NOAA announces the availability of Federal funding for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed; for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing; or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","52845":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, North Atlantic right whales, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2022 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","51602":"The NOAA Office of Ocean Exploration and Research (OER), also known as NOAA Ocean Exploration, is soliciting proposals to conduct or support ocean exploration resulting in outcomes that provide or enable initial assessments about unknown or poorly understood regions of U.S. waters. This funding opportunity will focus on the outcomes of the Workshop to Identify National Ocean Exploration Priorities in the Pacific hosted by the Consortium for Ocean Leadership (COL) in 2020 in partnership with OER. Proposals should support the ocean exploration topical priorities or spatial priorities in the U.S. Exclusive Economic Zone (EEZ) identified in the \"Report on the Workshop to Identify National Ocean Exploration Priorities in the Pacific\" (https:\/\/oceanleadership.org\/wp-content\/uploads\/2020\/11\/OceanExploration_PacificPriorities_WorkshopReport_NOV2020.pdf). Proposals should also support the National Strategy for Mapping, Exploring, and Characterizing the United States Exclusive Economic Zone (national strategy, https:\/\/oeab.noaa.gov\/wp-content\/uploads\/2021\/01\/2020-national-strategy.pdf). Proposals for the ocean exploration and marine archaeology themes must be for projects in unknown or poorly understood areas as referenced in the national strategy's implementation plan (https:\/\/oeab.noaa.gov\/wp-content\/uploads\/2021\/01\/2021-national-strategy-implementation.pdf) and within the U.S. EEZ in the Pacific Ocean. The Pacific priorities workshop report stresses the active awareness of the cultural context in which ocean exploration is often conducted. Recognizing the unique and numerous Pacific communities as partners and stakeholders enhances the overall impact of the ocean exploration enterprise through wider public support, a more diverse workforce and community of practitioners, and incorporation of traditional knowledge systems throughout the process. Applicants should consider including the interests of tribal nations and Indigenous peoples within targeted exploration areas and engaging these communities in a meaningful way.","49540":"NOAA announces the availability of Federal funding, authorized pursuant to the Consolidated Appropriations Act, 2021 (December 27, 2020); 16 U.S.C. 3645(d)(2), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for the exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities. ","48506":"The National Sea Grant Office (NSGO) and the Ocean Acidification Program (OAP) are seeking applications that establish, continue, and\/or expand collaborations between researchers and the shellfish aquaculture industry. Specifically, applications to this competition should utilize new or existing research\/industry partnerships to study how ocean and coastal acidification in combination with other stressors impacts shellfish aquaculture. Projects should utilize multiple parameter physical, chemical, or biological observing systems and\/or conduct multiple stressor experimental research. The priorities of this funding opportunity are to (1) build or strengthen relationships between the shellfish aquaculture industry and the aquaculture research community (including university, industry, private sector, tribal, state, and\/or federal scientists representing diverse perspectives), (2) develop scientific knowledge on the impact of ocean and coastal acidification in combination with other stressors to shellfish aquaculture, and (3) create data products, tools, technologies, management practices, or other deliverables that are broadly applicable to building resilience within the shellfish aquaculture sector. Subject to the availability of funding, NSGO and OAP anticipate approximately $2,000,000 total will be available to support approximately 2-6 projects, with each project funded at the approximate level of $100,000 - $300,000 per year for 1-3 years. This document sets out requirements for submitting to NOAA-OAR-SG-2021-2006704. Additional guidance and tips on how best to prepare an application are provided in the Sea Grant General Application Guide available at (https:\/\/seagrant.noaa.gov\/Portals\/1\/Guidance\/SeaGrantGeneralApplicationGuide.pdf)","47840":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, North Atlantic right whales, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2021 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","44335":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 116-69, Further Additional Continuing Appropriations Act, 2020, (11\/21\/2019) will be added upon approval), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","41145":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seal, Pacific leatherback sea turtle, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2020 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","33363":"NOAA announces the availability of Federal funding, authorized pursuant to the Further Additional Continuing Appropriations Act, 2019, (January 25, 2019), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","31321":"The NOAA Coral Reef Conservation Grant Program (CRCP), 16 USC §§ 6401-6409, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, for-profit organizations, and local (as defined at 2 CFR § 200.64, which includes counties, municipalities, and cities) and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in the U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas, but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following five categories: 1) Improve Fisheries Sustainability; 2) Reduce Land-Based Sources of Pollution; 3) Increasing Resilience to Climate Change; 4) Restore Viable Coral Populations; and 5) Local and Emerging Management Issues. Each category is described in more detail in the Federal Funding Opportunity announcement. Proposals selected for funding through this solicitation will be implemented through a grant or cooperative agreement and will require a 1:1 match of non-Federal funds. Funding for this program is subject to the availability of Fiscal Year (FY) 2019 Congressional appropriations and is expected to range between approximately $800,000 to approximately $1,000,000. Funding made available from NOAA&apos;s CRCP is intended to support priority coral reef management activities as described in Section I.B. of this Federal Funding Opportunity announcement. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the CRCP Grant Program portfolio overall, as required by the Coral Reef Conservation Act of 2000. NOAA expects that each applicant will request Federal funding at a funding level between $30,000 and $80,000 under this solicitation and that the average award size will be approximately $50,000. ","28198":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seal, Pacific leatherback sea turtle, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2019 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements. ","21328":"The purpose of this notice is to solicit grant proposals from eligible organizations implementing activities that modernize and improve the National Spatial Reference System in Gulf Coast states. Proposals submitted in response to this announcement should contribute to the beneficial public outcomes associated with the following program priorities, which consist of; 1) enhancing infrastructure of geodetic control, coastal remote sensing data, terrestrial gravity measurements, and other physical datasets; 2) developing models, tools, and guidelines to access geodetic control and manipulate and analyze geodetic data; 3) supporting education, capacity building, and technology transfer; 4) coordinating through partnerships with local users (state and local governments, universities, and the public sector) and other partners in the region; 5) sharing environmental data and information, collected and\/or created under NOAA grants\/cooperative agreements, making it visible, accessible, and independently understandable to general users, free of charge or at minimal cost, in a timely manner, except where limited by law, regulation, policy, or by security requirements.This competition focuses on the geography of the Gulf Coast states. Eligible funding applicants for this competition are institutions of higher education, state, local and Indian tribal governments. All awards are subject to the availability of funds.","20717":"NOAA announces the availability of Federal funding, authorized pursuant to Fiscal Year 2018 Public Law (name and number to be identified upon approval), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","19985":"The NOAA Coral Reef Conservation Grant Program, 16 USC §§ 6401-6409, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, for-profit organizations, and local (as defined at 2 CFR § 200.64, which includes counties, municipalities, and cities) and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in the U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas, but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. Each category is described in more detail in the Federal Funding Opportunity announcement. Proposals selected for funding through this solicitation will be implemented through a grant or cooperative agreement and will require a 1:1 match of non-Federal funds.Funding for this program is subject to the availability of FY 2018 Congressional appropriations and is expected to range between approximately $800,000 to approximately $1,000,000. Funding made available from NOAA&apos;s CRCP is intended to support priority coral reef management activities as described in Section I.B. of this Federal Funding Opportunity announcement. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the CRCP Grant Program portfolio overall, as required by the Coral Reef Conservation Act of 2000. NOAA expects that each applicant will request Federal funding at a funding level between $30,000 and $80,000 under this solicitation and that the average award size will be approximately $50,000.","18308":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS&apos; jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are encouraged this year and will be considered a priority for funding: Gulf of Maine Atlantic salmon, white abalone, Cook Inlet beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, and southern resident killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2018 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","17770":"NOAA's Office of Ocean Exploration &amp; Research (OER) seeks to enhance ocean exploration and scientific knowledge of the unknown or poorly known areas of the ocean. This entails identifying, describing and creating baseline characterizations of new ocean habitats, marine resources and\/or processes. In this Announcement, OER is seeking proposals focused on three topics including: 1. Exploration of the deep marine environments in the US EEZ and US Outer Continental Shelf (OCS) of the Gulf of Mexico; 2. Discovery and exploration of prehistorically and historically significant submerged marine heritage sites in the Gulf of Mexico within the US EEZ and the US Outer Continental Shelf (OCS); and 3. Novel or innovative technologies and methodologies that could increase the pace and scope of ocean exploration, especially exploration of deep environments including the water column and archaeological sites.For themes 1 and 2, OER will not entertain proposals outside the US EEZ and the US Outer Continental Shelf (OCS) in the Gulf of Mexico. Proposals that combine more than one of these exploration topics are encouraged. All correspondence regarding this FFO must be sent to the email: oer.ffo2018@noaa.gov Applicants are required to submit pre-proposals and, ultimately, full proposals that support OER's exploration mission. OER's overarching objective is to investigate and document poorly known and unknown ocean areas through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean's physical, geological, chemical, biological, and archaeological environments. OER's mission is compliant with NOAA's Next Generation Strategic Plan (http:\/\/www.performance.noaa.gov\/ngsp\/) which outlines NOAA goals of Science, Service and Stewardship. Findings from projects and expeditions are anticipated to result in new baseline characterizations; provide better scientific understanding of the processes on US continental margins; offer new insights into climate variability and marine ecosystems; reveal new or unconventional energy, mineral, biological, and\/or archaeological resources; help identify hazards resulting from extreme events such as submarine volcanic eruptions, earthquakes and tsunamis; and deliver technology advancements (platforms, sensors, methodologies, etc.) that will increase observational capabilities of the ocean. In FY18, OER anticipates availability of approximately $3,000,000 for this Funding Opportunity (this amount includes of costs for any required ship and\/or submersible assets). Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. Background information on how to apply and other informational documents are accessible through the OER Office Website: http:\/\/oceanexplorer.noaa.gov\/about\/what-we-do\/funding-opportunities.html. Eligible applicants are institutions of higher education; non-profit institutions; for-profit organizations; state, local, and tribal governments, as well as U.S. territories that possess the statutory authority to accept funding for this type of work. Federal agencies that possess the statutory authority to accept funding for this type of work may also apply and must agree to take FY2018 funding for proposed projects. Federal and state agencies are strongly encouraged to collaborate with partners from a non-federal\/non-state eligible entity. For the purpose of this opportunity, the buying of ship time and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) is considered a rental cost and therefore not included in Modified Total Direct Cost (MTDC). OER funding will not be provided to hire and\/or fund the salaries and associated overhead costs of any permanent federal or state government employee. OER will not pay Facilities and Administrative (F&amp;A or &quot;overhead&quot;) fees to federal and state agencies for subawards such as ship time or other ocean data collection platform support. Federal and state award recipients may use funding to cover travel, equipment, supplies, and contractual personnel costs associated with the proposed work. Foreign researchers may participate by submitting a subaward through collaboration with an eligible U.S. entity. The DOC and NOAA support cultural and gender diversity and encourage women and minority individuals and groups to submit applications to this Announcement of Federal Funding Opportunity. In addition, DOC\/NOAA is strongly committed to broadening the participation of historically black colleges and universities, Hispanic serving institutions, tribal colleges and universities, and institutions that work in underserved areas. DOC\/NOAA encourages applications involving any of the above institutions to apply.","14675":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 114-254 (Further Continuing and Security Assistance Appropriations Act, 2017) , for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","12919":"The NOAA Coral Reef Conservation Grant Program, 16 USC §§ 6401-6409, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, for-profit organizations, and local (as defined at 2 CFR § 200.64, which includes counties, municipalities, and cities) and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in the U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas, but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. Each category is described in more detail in the Federal Funding Opportunity announcement. All proposed work must be consistent with Coral Reef Conservation Program (CRCP) National Goals and Objectives 2010-2015","12066":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS&apos; jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are encouraged this year and will be considered a priority for funding: Atlantic salmon, white abalone, Cook Inlet beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, and southern resident killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2017 and how NMFS will determine which proposals will be funded; this document should be read in its entirety.","8189":"NOAA announces the availability of Federal funding, authorized pursuant to Fiscal Year 2016 Public Law(Omnibus and Continuing Appropriations Resolution, 2016) , for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities","6942":"The NOAA Coral Reef Conservation Grant Program, 16 U.S.C. §§ 6401-6409, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, for-profit organizations, and local and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas, but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. Each category is described in more detail in the Federal Funding Opportunity announcement. All proposed work must be consistent with Coral Reef Conservation Program (CRCP) National Goals and Objectives 2010-2015 (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/currentgoals\/resources\/3threats_go.pdf) and\/or the relevant Jurisdictional Coral Reef Management Priorities (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/reprioritization\/managementpriorities) developed for each of the seven states and territories. Proposals selected for funding through this solicitation will be implemented through a grant and will require a 1:1 match of non-Federal funds. Funding for this program is subject to the availability of FY 2016 Congressional appropriations and is expected to range between approximately $800,000 to approximately $1,000,000. Funding made available from NOAA&apos;s Coral Reef Conservation Program is intended to support priority coral reef management activities as described in Section I(B) of this Federal Funding Opportunity announcement. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the CRCP portfolio overall, as required by the Coral Reef Conservation Act of 2000. NOAA expects that each applicant will request Federal funding at a funding level between $30,000 and $80,000 under this solicitation and that the average award size will be approximately $50,000, with a project period of 12 or 18 months. ","5206":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with and adapt to today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. These investments are key to NOAA's mission of &quot;Science, Service, and Stewardship&quot; and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP). Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) improved scientific understanding of the changing climate system and its impacts; 2) assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) a climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with all levels of governing structures (e.g., federal, state, tribal, regional, local) as well as academic, private, and international research entities, and it places a substantial emphasis on productive partnerships and interactions with decision-makers and other stakeholders. Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of Earth's climate system and to foster the application of this knowledge to enable effective decisions. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment and similar international endeavors. In seeking to advance the NGSP climate objective of an improved scientific understanding of the changing climate system and its impacts, CPO supports research that advances core capabilities in (a) observing systems, climate monitoring and data stewardship (b) understanding and modeling, (c) predictions and projections, and (d) informing decisions. These core capabilities are, in turn, intended to advance NOAA's ability to provide sustained, reliable, and timely climate services dealing with the following broad, societal challenge areas: (a) climate impacts on water resources, (b) coasts and climate resilience, (c) sustainability of marine ecosystems, and (d) changes in extremes of weather and climate. ","4342":"The purpose of this notice is to solicit proposals from eligible entities to develop or implement activities that build resilience of coastal regions, communities, and economic sectors to the negative impacts from extreme weather events, climate hazards, and changing ocean conditions. Successful applicants will develop proposals that plan or implement actions that mitigate the impacts of these environmental drivers on overall resilience, including economic and environmental resilience. Funds will be available to support activities that: - Identify and address priority data, information, and capacity gaps - Develop tools, as needed, to inform sound, science-based decisions, which support regional efforts to plan for a resilient ocean and coastal economy - Acquire and integrate socioeconomic information with physical and biological information to improve the assessment of risk and vulnerability for planning and decision making - Understand how hazards and changing ocean conditions affect coastal economies, including existing and emerging sectors that depend on the ocean and coasts - Develop the information and approaches needed for improved risk communication, and the necessary tools, technical assistance and training tailored toward enhanced resilience to weather events, climate hazards, and changing ocean conditions - Evaluate the costs, benefits, and tradeoffs of systems-based development or redevelopment approaches that incorporate both natural defenses and hard structural solutions - Support the development of sustainable recovery, redevelopment, and adaptation plans and implement programs and projects that incentivize rebuilding and development approaches which reduce risk and increase resilience Proposals submitted in response to this announcement shall employ a regional approach that results in improved ability of multiple coastal jurisdictions to prepare for, absorb impacts of, recover from, and\/or adapt to adverse events and changing environmental, economic, and social conditions. Proposals should demonstrate coordinated effort of multiple jurisdictions (e.g., states, tribes, territories, counties, municipalities, regional organizations, etc.) and\/or state or local managed areas within a specified geographic region and involve the appropriate range of partners and stakeholders to ensure project success. Collaborative projects that leverage NOAA supported programs, products, partnerships or services and support federal, tribal, state, regional, county or local plans and partnerships are preferred. Also preferred are proposals that leverage other Administration priorities and other federal resilience investments. Eligible funding applicants are: nonprofit organizations; private (for profit) entities; institutions of higher education; and state, territorial, tribal, local governments as defined at 2 C.F.R. § 200.64, which includes counties, municipalities, and cities; and regional organizations (as defined in this announcement). Applicants must conduct projects benefiting coastal communities within one or more of the following U.S. states and territories: Alabama, Alaska, American Samoa, California, Connecticut, Delaware, Florida, Georgia, Guam, Hawaii, Illinois, Indiana, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, New Hampshire, New Jersey, New York, North Carolina, Northern Mariana Islands, Ohio, Oregon, Pennsylvania, Puerto Rico, Rhode Island, South Carolina, Texas, Virginia, Virgin Islands (US), Washington, and Wisconsin. This competition is one of two competitions being administered by NOAA to build coastal resilience. The companion competition, Coastal Ecosystem Resilience Grants, is being administered by NOAA's National Marine Fisheries Service (NMFS) to improve the resiliency of ocean and coastal ecosystems.","5196":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS&apos; jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are encouraged this year and will be considered a priority for funding: Atlantic salmon, white abalone, Cook Inlet beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, and southern resident killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2016 and how NMFS will determine which proposals will be funded; this document should be read in its entirety. ","2712":"The goal of this funding opportunity is to expose high school students in the United States and its territories to the excitement of ocean sciences and related fields as well as careers in those fields through an academic competition and related activities. Projects should be 3-5 years in duration, address at least one of the goals of NOAA&apos;s Education Strategic Plan, involve partnerships among academic institutions; other nonprofits, including free-choice learning venues; nongovernmental organizations; state, local and Indian tribal governments in the United States; and have an evaluation that both monitors the quality of the experience for the participants (be they students, teachers, or volunteers) but also the impact of the program on the participants. Partnerships with NOAA Programs and\/or Offices and\/or involve NOAA scientists or other personnel as a resource are required, and partnerships with other Federal Programs and\/or Offices to help support program activities are also encouraged. The impact of the proposed project on the target audiences must be measurable during the award period. Although it is expected that the project&apos;s focal point will be a tiered academic competition with regional and national-level events involving approximately 2000 students annually, it should also provide additional learning experiences for student participants, their peers and their teachers, such as internships and field or laboratory research experiences. The project should also provide opportunities to connect students with scientists who can serve as mentors and introduce them to STEM careers, particularly in the ocean sciences. The project should also demonstrate efforts to engage underserved and\/or underrepresented student communities. Proposed projects must be between three and five years in duration and have federal requests of $1,500,000 to $2,100,000 for all years of the project with annual federal requests of no more than $300,000 for Year 1 and $450,000 for all subsequent years. We intend to make one award under this funding announcement and anticipate it will be made by June 30, 2015. Under this scenario, the project funded under this announcement will have a start date no earlier than August 1, 2015. ","2180":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 113-235 (Omnibus and Continuing Appropriations Resolution, 2015), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities. Pre-applications are not mandatory, but highly encouraged. They must be received no later than February 24, 2015, if the applicant expects to receive any feedback from NMFS regarding completeness of its package and initial determination of compliance with minimum requirements. Final applications should be submitted via Grants.gov and must be received no later than 11:59pm EST on March 24, 2015. For applications submitted through Grants.gov, a date and time receipt indication will be the basis of determining timeliness. The proposal must be validated by Grants.gov in order to be considered timely. PLEASE NOTE: It may take Grants.gov up to two (2) business days to validate or reject the application. Please keep this in mind in developing your submission timeline. For those not having access to the internet, one signed original and two hard copy applications must be postmarked or received by the established due date for the program at the following address: Stephanie Coleman, Grants Program Manager, NMFS West Coast Region, 1201 NE Lloyd Blvd., Suite 1100, Portland, OR 97232-1274. Use of U.S. Mail or another delivery service must be documented with a receipt. (Note that late-arriving hard copy proposals provided to a delivery service on or before 11:59pm EST on the closing date for applications will be accepted for review if the applicant can document that the proposal was provided to the guaranteed delivery service by the specified closing date and time and if the proposal is received by the PCSRF Program Officer no later than 5:00 pm EST, two business days following the closing date.) No facsimile or electronic mail proposals will be accepted. The proposed start date should be no earlier than July 1, 2015 unless otherwise directed by the PCSRF Program Officer.","97":"The NOAA Coral Reef Conservation Grant Program, as authorized under the Coral Reef Conservation Act of 2000, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, commercial organizations, and local and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas, but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. Each category is described in more detail in the Federal Funding Opportunity announcement. All proposed work must be consistent with Coral Reef Conservation Program (CRCP) National Goals and Objectives 2010-2015 (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/currentgoals\/resources\/3threats_go.pdf) and\/or the relevant Jurisdictional Coral Reef Management Priorities (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/reprioritization\/managementpriorities) developed for each of the seven states and territories. Proposals selected for funding through this solicitation will be implemented through a grant and will require a 1:1 match of non-Federal funds. Funding for this program is subject to the availability of FY 2015 Congressional appropriations and is expected to range between approximately $800,000 to approximately $1,000,000. Funding made available from NOAA&apos;s Coral Reef Conservation Program is intended to support priority coral reef management activities as described in Section I(B) of this Federal Funding Opportunity announcement. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the CRCP Grant Program portfolio overall, as required by the Coral Reef Conservation Act of 2000. NOAA expects that each applicant will request Federal funding at a funding level between $30,000 and $80,000 under this solicitation and that the average award size will be approximately $50,000.","83":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS&apos; jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2015 and how NMFS will determine which proposals will be funded; this document should be read in its entirety. ","69087":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 113-6 (Consolidated and Further Continuing Appropriations Act, 2013), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","68086":"The NOAA Coral Reef Conservation Grant Program, as authorized under the Coral Reef Conservation Act of 2000, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, commercial organizations, and local and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas, but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. Each category is described in more detail in the Federal Funding Opportunity announcement. All proposed work must be consistent with Coral Reef Conservation Program (CRCP) National Goals and Objectives 2010-2015 (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/currentgoals\/resources\/3threats_go.pdf) and\/or the relevant Jurisdictional Coral Reef Management Priorities (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/reprioritization\/managementpriorities) developed for each of the seven states and territories. Proposals selected for funding through this solicitation will be implemented through a grant and will require a 1:1 match of non-Federal funds. Funding for this program is subject to the availability of FY 2014 Congressional appropriations and is expected to range between approximately $800,000 to approximately $1,000,000. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the CRCP Grant Program portfolio overall, as required by the Coral Reef Conservation Act of 2000. NOAA expects that each applicant will request Federal funding at a funding level between $30,000 and $80,000 under this solicitation and that the average award size will be approximately $50,000.","67349":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today&#146;s variations in climate and to prepare for tomorrow&#146;s. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA&#146;s mission of &#147;Science, Service, and Stewardship&#148; and are guided by the agency&#146;s vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA&#146;s Next Generation Strategic Plan (NGSP) . Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts &#150; is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA&#146;s long-term climate goal, with the following objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with all levels of governing structures (e.g., federal, state, tribal, regional, local), academic, private, and international research entities, and it places a substantial emphasis on productive partnerships and interactions with decision makers and other stakeholders. Within this context, NOAA&#146;s Climate Program Office (CPO) manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of Earth&#146;s climate system and to foster the application of this knowledge in risk management and adaptation efforts. The CPO supports research that is conducted across the United States and internationally. The CPO also provides strategic guidance for the agency&#146;s climate science and services programs and supports NOAA&#146;s contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment and similar international endeavors. In seeking to advance the NGSP climate objective of an improved scientific understanding of the changing climate system and its impacts, the CPO supports research that advances core capabilities in (a) understanding and modeling, (b) observing systems, data stewardship, and climate monitoring, (c) predictions and projections, and (d) integrated service development and decision support. These core capabilities are, in turn, intended to advance NOAA&#146;s ability to provide sustained, reliable, and timely climate services dealing initially, according to the NGSP, with the following broad, societal challenge areas: (a) climate impacts on water resources, (b) vulnerability of coasts and their resilience to climate impacts, (c) sustainability of marine ecosystems, (d) changes in extremes of weather and climate, and (e) information for mitigating climate change. The CPO, therefore, supports research that addresses these societal challenges. ____________ http:\/\/www.ppi.noaa.gov\/ngsp\/ 2 http:\/\/www.ppi.noaa.gov\/ngsp\/","67080":" The principal objective of the Species Recovery Grants to Tribes Program is to support recovery efforts that directly benefit threatened or endangered species, species proposed for listing, de-listed species, or candidate species under the jurisdiction of the NMFS or under the joint jurisdiction of NMFS and the U.S. Fish and Wildlife Service. Recovery efforts may involve management, research, monitoring, and outreach activities or any combination thereof. Successful applications will be those that demonstrate a direct conservation benefit to the species or its habitat. Proposals involving management activities should demonstrate a high probability of contributing to recovery of the species, especially through mitigation of existing threats or factors inhibiting recovery of the species. Proposals involving scientific research should demonstrate a high probability of providing information that can be used to recover, manage, or improve current management strategies for a given species. Proposals involving public education and outreach projects should demonstrate a high probability of improving or increasing public understanding and participation in conservation activities. All projects should address priority actions identified in an ESA Recovery Plan or address a NMFS-identified regional priority or need if applicable. Priority will be given to those projects that are designed to have a direct impact on species recovery through implementation of management actions (e.g. habitat restoration, by-catch reduction, land acquisition, or mitigation of existing threats). Such proposals will receive higher priority than those projects that involve research or monitoring activities only or are merely responding to existing threats. However, research proposals that are designed to fill critical data gaps and directly contribute to management and recovery of eligible species will still be competitive under this solicitation. Projects that include measures\/indicators by which performance or success of the project will be evaluated will receive higher priority. Projects focusing on Pacific salmon or steelhead that are listed, candidates, or proposed for listing will not be considered under this grant program; tribal conservation efforts for these species may be supported through the Pacific Coastal Salmon Recovery Fund. ","60055":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 112-55 (Consolidated and Further Continuing Appropriations Act, 2012 ), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to distribute funding to eligible entities.","35933":"The NOAA Coral Reef Conservation Grant Program, as authorized under the Coral Reef Conservation Act of 2000, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, commercial organizations, and local and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas (PRIA), but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. These categories are described in more detail in the full Federal Funding Opportunity announcement. All proposed work should be consistent with the Coral Reef Conservation Program (CRCP) National Goals and Objectives 2010-2015 (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/currentgoals\/resources\/3threats_go.pdf) and\/or the relevant Jurisdictional Coral Reef Management Priorities (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/reprioritization\/managementpriorities) developed for each of the seven states and territories. Proposals selected for funding through this solicitation will be implemented through a grant and will require a 1:1 match of non-Federal funds. Funding for this program is subject to the availability of FY 2013 Congressional appropriations and is expected to range between approximately $500,000 to approximately $1,000,000. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the Coral Grant Program portfolio overall, as required by the Coral Reef Conservation Act of 2000. NOAA expects that each applicant will request Federal funding at a funding level between $30,000 and $80,000 under this solicitation and that the average award size will be approximately $50,000.","35706":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS&#146; jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2013 and how NMFS will determine which proposals will be funded; this document should be read in its entirety. ","18300":"Regions have been an organizing influence for both decision makers and scientists working on climate adaptation. Recognizable climate patterns, such as the El Nino Southern Oscillation (ENSO), emerge at the regional level where our understanding of observations and models coalesce. Critical resources for society are managed in a context of regional systems, such as water supply and human populations. Multiple scales of governance (local, state, and federal) with complex institutional relationships can be examined across a region. Climate information (i.e. data, science, research etc) developed within these contexts and working across spatial and temporal scales resonates with people making decisions on the ground.Recognizing the importance of regions and the interests of Congress, the President&apos;s Interagency Climate Change Adaptation Task Force (ICCATF) recommends that regional climate science and service efforts of the Federal government should be better coordinated to most effectively support regional-to-local decision makers facing the impacts of climate change. Congress and the Administration want to ensure that trust between scientists and decision makers who are already working to manage climate risks is not compromised by duplicative or conflicting information. The NOAA Climate Program Office&apos;s (CPO) Regionally Integrated Science and Assessments (RISA) program supports research teams that conduct innovative, interdisciplinary, user-inspired, and regionally relevant research that informs resource management and public policy. The eleven RISA teams are nationally and internationally recognized for their innovations in providing support to decision makers on the ground who are managing risks associated with climate variability and change. NOAA&apos;s RISA program is a part of CPO&apos;s Climate and Societal Interactions (CSI) division and an active partner in the National Climate Data Center&apos;s (NCDC) efforts to build an integrated regional climate services partnership.Central to the RISA approach are commitments to process, partnership, and trust building; assessments of stakeholder decision-making needs and contexts; and evaluation of institutional and political constraints to using climate knowledge. RISA teams are effective because they have been able to create strong, long-term relationships with stakeholders from the public and private sectors, including local, regional, and state governments, federal agencies, tribal governments, utilities, the business community, national and international non-profit organizations, and educational institutions.After 15 years of regional capacity building and research, a key finding from the RISA program is that trust building between partners is best accomplished when using shared resources to collaborate on common goals, objectives or outcomes. Working together to solve problems brings people together to innovate lasting solutions. Furthermore, capacity (tools, information, knowledge, etc) is best sustained when the developers of capability or knowledge are working hand-in-hand with those entities who will apply that capability or knowledge over time. This announcement is designed to stimulate partnerships by bringing people together around specific projects related to regionally relevant issues addressing climate adaptation. ","8858":"NOAA announces the availability of Federal funding, authorized pursuant to 16 U.S.C. 3645(d)(2) and Public Law 112-55 (Consolidated and Further Continuing Appropriations Act, 2012), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to distribute funding to eligible entities.","68510":"The NOAA Coral Reef Conservation Grant Program, as authorized under the Coral Reef Conservation Act of 2000, provides matching grants of financial assistance through the Domestic Coral Reef Conservation Grant program to institutions of higher education, non-profit organizations, commercial organizations, and local and Indian tribal government agencies. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including reefs at mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, the U.S. Virgin Islands, and coral-dominated banks in U.S. portions of the Gulf of Mexico. Projects may be proposed in the Northwestern Hawaiian Islands and the U.S. Pacific Remote Island Areas (PRIA), but these locations are not considered geographic priorities under this announcement. Proposals submitted to this competition must address at least one of the following four categories: 1) Fishing Impacts; 2) Land-Based Sources of Pollution; 3) Climate Change; and 4) Local and Emerging Management Issues. These categories are described in more detail in the full Federal Funding Opportunity announcement. All proposed work should be consistent with the Coral Reef Conservation Program (CRCP) National Goals and Objectives 2010-2015 (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/currentgoals\/resources\/3threats_go.pdf) and\/or the relevant Jurisdictional Coral Reef Management Priorities (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/reprioritization\/managementpriorities) developed for each of the seven states and territories. Proposals selected for funding through this solicitation will be implemented through a grant and will require a 1:1 match of non-Federal funds. Approximately $500,000 is expected to be available for this competition in FY 2012. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the Grant Program overall, as required by the Coral Reef Conservation Act of 2000. NOAA will not accept proposals with a budget under $30,000 or over $100,000 under this solicitation. It is expected that the average award size will be $50,000.","67622":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS&apos; jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes are eligible to apply. Proposals focusing on listed Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. In addition to this opportunity, the NOAA Restoration Center may provide additional funding for habitat restoration projects selected through the Species Recovery Grants to Tribes program. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2012 and how NMFS will determine which proposals will be funded; this document should be read in its entirety.","45713":"NOAA announces the availability of Pacific Coastal Salmon Recovery Funding (PCSRF), as authorized in the Northern Boundary and Transboundary Rivers Restoration and Enhancement Fund and Southern Boundary Restoration and Enhancement Fund (16 U.S.C. 3645 (d)(2)), to support the restoration and conservation of Pacific salmon and steelhead populations and their habitat. The program makes funding available to the States of Alaska, Washington, Oregon, Idaho, California and Nevada and Federally-recognized tribes of the Columbia River and Pacific Coast for projects necessary for conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed; for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing; or for conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the guidelines that will be used to distribute funding to eligible entities. ","44792":"The NMFS is seeking to provide federal assistance, in the form of grants or cooperative agreements, to support conservation efforts for the current list of federally identified Species of Concern (SOC) under the Proactive Species Conservation Program. The program supports voluntary conservation efforts designed to conserve marine and anadromous species before they reach the point at which listing as threatened or endangered under the Endangered Species Act (ESA) becomes necessary. Such proactive conservation efforts can serve as an efficient, non-regulatory, and cost-effective means of managing potentially at-risk species. To raise awareness of potentially at-risk species and to foster their proactive conservation, the NMFS created a &apos;species of concern&apos; list in April 2004 (69 FR 19975). &apos;Species of concern&apos; are species that are potentially at risk of becoming threatened or endangered or may potentially require protections under the ESA, yet for which sufficient data are lacking. The SOC status carries no procedural or regulatory protections under the ESA. The list of SOC and descriptions of each species are available at http:\/\/www.nmfs.noaa.gov\/pr\/species\/concern\/#list. Under this solicitation, any state, territorial, tribal, or local entity that has authority to manage or regulate these species or activities that affect these species is eligible to apply to this grant program. This document describes how to submit proposals for funding in fiscal year (FY) 2011 and how the NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","44783":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species under NMFS jurisdiction. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach; proposals should address priority actions identified in an Endangered Species Act (ESA) Recovery Plan or address a NMFS-identified regional priority or need. Only federally recognized tribes are eligible to apply. Proposals focusing on listed Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. In addition to this opportunity, the NOAA Restoration Center may provide additional funding for habitat restoration projects selected through the Species Recovery Grants to Tribes program. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2011 and how NMFS will determine which proposals will be funded; this document should be read in its entirety. ","40132":"The NOAA Coral Reef Conservation Grant Program, as authorized under the Coral Reef Conservation Act of 2000, provides matching grants of financial assistance to institutions of higher education, non-profit organizations, commercial organizations, and local and Indian tribal government agencies under the Domestic Coral Reef Conservation Grant program. These awards are intended to support coral reef conservation projects in shallow water coral reef ecosystems, including mesophotic depths, in American Samoa, the Commonwealth of the Northern Mariana Islands, Florida, Guam, Hawaii, Puerto Rico, and the U.S. Virgin Islands. Proposals submitted to this competition must address at least one of the following four categories: (1) Fishing Impacts; (2) Land-Based Sources of Pollution; (3) Climate Change; and (4) Local and Emerging Management Issues. All proposed work should be consistent with the CRCP National Goals and Objectives 2010- 2015 (http:\/\/coralreef.noaa.gov\/aboutcrcp\/strategy\/currentgoals\/ resources\/3threats_go.pdf) and\/or the relevant Jurisdictional Coral Reef Management Priorities (http:\/\/coralreef.noaa.gov\/aboutcrcp\/ strategy\/reprioritization\/managementpriorities). Proposals selected for funding through this solicitation will be implemented through a grant and will require a 1:1 match of funds. Approximately $500,000 is expected to be available for this competition in FY 2011. Funding will be divided among the U.S. Pacific and Atlantic regions to maintain the geographic balance of the Grant Program overall, as required by the Coral Reef Conservation Act of 2000. NOAA will not accept proposals with a budget under $30,000 or over $125,000 under this solicitation. It is expected that the average award size will be $65,000. ","40194":"NOAA&apos;s Office of Education (OEd), Educational Partnership Program (EPP) with Minority Serving Institutions (MSIs) solicits applications from accredited postsecondary MSIs to establish five NOAA Cooperative Science Centers (CSCs). These five CSCs are designed to create collaborative partnerships among MSIs and NOAA&apos;s Line Offices. NOAA&apos;s mission as stated in the FY2009-2014 NOAA Strategic Plan, is ``[t]o understand and predict changes in Earth&apos;s environment and conserve and manage coastal and marine resources to meet our nation&apos;s economic, social, and environmental needs.&apos;&apos; The Uniform Resource Locator for NOAA Strategic Planning is http:\/\/ www.ppi.noaa.gov\/strategic_planning.html. Additional information about NOAA may be found on the Web site: http:\/\/www.noaa.gov. Each NOAA Cooperative Science Center must conduct education and research that directly supports NOAA&apos;s mission. The purpose of these CSCs at MSIs is to: (1) Educate students in science, technology, engineering, and mathematics (STEM) fields related to the CSCs&apos; research areas to increase the number and diversity of NOAA&apos;s and the nation&apos;s STEM workforce; (2) conduct research in collaboration with NOAA scientists and engineers to better understand the significance of changes in the Earth&apos;s oceans, coasts, Great Lakes, weather and climate; and, (3) build capacity and sustainability in NOAA-relevant STEM areas at all center institutions. The CSCs are to leverage existing education and research program capabilities to train and graduate students in NOAA- mission STEM fields including broader disciplines (e.g., economics and social sciences). The CSCs are to build sustainable capacity, maintaining newly established curricula, as well as upgraded research facilities that will enhance their ability to conduct NOAA education and research that contributes to a pipeline of students trained in STEM fields. The EPP is designed to enhance capacity at MSIs that educate, train, and graduate students in STEM fields and to increase environmental literacy by establishing partnerships with academia, the private sector, and other state, tribal and local agencies. Additional program details may be found on the Web site: http:\/\/www.epp.noaa.gov. Interested applicants should be responsive to both the notice in the Federal Register and the Federal Funding Opportunity (FFO) announcement. A PDF version of both the Federal Register Notice and the FFO are available at http:\/\/www.epp.noaa.gov\/. "},"grants_url":{"59587":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345226","57884":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342845","54526":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337442","52845":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335086","51602":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=333585","49540":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=331007","48506":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329496","47840":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328463","44335":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=323306","41145":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318941","33363":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=312521","31321":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=310476","28198":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=307803","21328":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=300691","20717":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=299647","19985":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=298661","18308":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=296113","17770":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=295442","14675":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291283","12919":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=288521","12066":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=286803","8189":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=281298","6942":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=279650","5206":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=277620","4342":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=276661","5196":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=277600","2712":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=274680","2180":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=271932","97":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=262589","83":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=262508","69087":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=250094","68086":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=244513","67349":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=239854","67080":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=239014","60055":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=214733","35933":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=183673","35706":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=183493","18300":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=165033","8858":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=151013","68510":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=117033","67622":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=110093","45713":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=63413","44792":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=61994","44783":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=61954","40132":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=55976","40194":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=56018"}}