{"opportunitytitle":{"63010":"Climate Program Office FY2024","61825":"FY 2023 EDA University Center Competition - AURO","61834":"FY 2023 EDA University Center Competition - DRO","62808":"2023 Inflation Reduction Act Climate-Ready Workforce for Coastal States and Territories Competition","59276":"FY23 NOAA New England Bay Watershed Education and Training (B-WET) Program","59577":"Climate Program Office (CPO), Earth System Science and Modeling Research for Coastal Inundation","59425":"Great Lakes Bay Watershed Education and Training (B-WET) for Indigenous Communities","59130":"2023 Pacific Northwest Bay Watershed Education and Training","58675":"Climate Program Office (CPO), Earth System Science and Modeling Research in support of the Disaster","57299":"NERRS Habitat Protection and Restoration Infrastructure Investment and Jobs Act (IIJA) Competition","57867":"Climate Program Office FY 2023","57089":"FY 2022 CARES Act Economic Recovery Corps and Equity Impact Investments NOFO","53595":"Pacific Islands Ocean Acidification Masters Student Fellowship","53384":"Climate Program Office (CPO), Regional Integrated Science and Assessments (RISA) FY2022","53353":"FY22-23 CRCP International Coral Reef Conservation Grants and Cooperative Agreements","52488":"Climate Program Office FY2022","49982":"2021 NOAA Hawaii Bay Watershed Education and Training (B-WET) Program","49014":"Climate Program Office (CPO) Extreme Heat Risk Initiative Competition, FY2021","48505":"Addressing the Impacts of Multiple Stressors on Shellfish Aquaculture through Research\/Industry Partnerships","47684":"Climate Program Office FY2021","43900":"Regional Vulnerability Assessments for Ocean Acidification (RVA-OA20)","44956":"2020 Build to Scale Program - Concept Proposal","43165":"2020 NOAA Hawaii Bay Watershed Education and Training (B-WET) Program","41143":"FY20-21 CRCP International Coral Reef Conservation Grants and Cooperative Agreements","40898":"Climate Program Office 2020","30195":"2019 Ecological Effects of Sea Level Rise Program","30984":"FY2019 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","28603":"Climate Program Office FY 2019","21908":"Climate Variability and Predictability","20185":"FY2018 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","16567":"Climate Program Office 2018","13640":"NOAA Climate Program Office FY2017 - Understanding Climate Impacts on Fish Stocks and Fisheries to Inform Sustainable Management","12828":"FY2017 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","5206":"Climate Program Office FY 2016","6935":"FY2016 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","4342":"Regional Coastal Resilience Grants Program 2015","72742":"Climate Program Office 2015","72629":"FY2015 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","70002":"FY 2014 Coastal Resilience Networks","68679":"FY2014 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","67656":"Climate Program Office FY 2014","59469":"NOAA Climate Program Office","43578":"Climate Program Office for FY 2013","53220":"FY 2013 Coastal Resilience Networks","42794":"FY2013 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","9921":"FY 2012 Coastal Resilience Networks","67933":"FY2012 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","65707":"Climate Program Office for FY 2012"},"opportunitynumber":{"63010":"NOAA-OAR-CPO-2024-2008005","61825":"EDA-UC-2023-AURO","61834":"EDA-UC-2023-DRO","62808":"NOAA-OAR-SG-2024-2007783","59276":"NOAA-NMFS-GARFO-2023-2007744","59577":"NOAA-OAR-CPO-2023-2007559","59425":"NOAA-NOS-ONMS-2023-2007760","59130":"NOAA-NOS-ONMS-2023-2007704","58675":"NOAA-OAR-CPO-2023-2007562","57299":"NOAA-NOS-OCM-2022-2007460","57867":"NOAA-OAR-CPO-2023-2007440","57089":"EDA-HDQ-RNTA-2022-2007441","53595":"NOAA-OAR-OAP-2022-2007070","53384":"NOAA-OAR-CPO-2022-2007019","53353":"NOAA-NOS-OCM-2022-2006993","52488":"NOAA-OAR-CPO-2022-2006799","49982":"NOAA-NOS-OCM-2021-2006759","49014":"NOAA-OAR-CPO-2021-2006738","48505":"NOAA-OAR-SG-2021-2006704","47684":"NOAA-OAR-CPO-2021-2006389","43900":"NOAA-OAR-OAP-2020-2006333","44956":"EDA-HDQ-OIE-2020","43165":"NOAA-NOS-OCM-2020-2006197","41143":"NOAA-NOS-OCM-2020-2006143","40898":"NOAA-OAR-CPO-2020-2006076","30195":"NOAA-NOS-NCCOS-2019-2005813","30984":"NOAA-NOS-OCM-2019-2005858","28603":"NOAA-OAR-CPO-2019-2005530","21908":"NOAA-OAR-CPO-2018-2005492","20185":"NOAA-NOS-OCM-2018-2005344","16567":"NOAA-OAR-CPO-2018-2005133","13640":"NOAA-OAR-CPO-2017-2004998","12828":"NOAA-NOS-OCM-2017-2004984","5206":"NOAA-OAR-CPO-2016-2004413","6935":"NOAA-NOS-OCM-2016-2004576","4342":"NOAA-NOS-OCM-2015-2004324","72742":"NOAA-OAR-CPO-2015-2004099","72629":"NOAA-NOS-CSC-2015-2004149","70002":"NOAA-NOS-CSC-2014-2003982","68679":"NOAA-NOS-CSC-2014-2003875","67656":"NOAA-OAR-CPO-2014-2003692","59469":"NOAA-OAR-CPO-2013-2003599","43578":"NOAA-OAR-CPO-2013-2003445","53220":"NOAA-NOS-CSC-2013-2003483","42794":"NOAA-NOS-CSC-2013-2003463","9921":"NOAA-NOS-CSC-2012-2003316","67933":"NOAA-NOS-CSC-2012-2003040","65707":"NOAA-OAR-CPO-2012-2003041"},"description":{"63010":"Climate variability and change present society with significant economic, health, safety, and security challenges. The National Oceanic and Atmospheric Administration (NOAA) has a vision, mission and a set of strategic goals to build a Climate Ready-Nation. The Climate Program Office (CPO) supports this vision as part of the Office of Oceanic and Atmospheric Research (OAR). A CPO core function is to support extramural research through a competitive grants process. CPO's programs span foundational, cross-disciplinary climate sciences, assessments, capacity building, tool development, and education. CPO collaborates closely with partners within NOAA and with the broader academic, Federal, Tribal nations, international bodies, and private sector community. CPO works in close partnership with the OAR laboratories and programs to complement and support its in-house research. CPO also works with other parts of NOAA to support its mission areas in weather, oceans, fisheries, and service delivery. CPO further builds networks, coalitions, and collaborations, converges around the best ideas, and provides support to accelerate emerging innovation across the climate enterprise. Undertaking a range of climate science and services initiatives, CPO helps our Nation and the world address climate-related challenges and pursue solution-focused opportunities. CPO's definition of climate services is comprehensive, encompassing not only the development and dissemination of actionable climate science to inform decision making, but also the partnerships to engage in and understand the social and policy contexts within which climate-relevant decisions are made. Through this announcement, CPO is seeking applications for six individual competitions in FY24. CPO plays a critical role in advancing science and informing decisions for climate adaptation, resilience, and mitigation as part of NOAA and the U.S. Global Change Research Program. CPO research\/science programs and activities meet urgent climate challenges, and incubate innovative advancements in Earth system and social sciences; support world-class assessment reports, including the National Climate Assessment; enhance and expand NOAA's capabilities for integrated information systems for drought, heat and floods to deliver timely science-based information that can reduce the impacts and costs of these climate-driven challenges; educate and grow the next generation of experts in support of NOAA's climate mission. Through these new investments, CPO expands previous efforts focused on climate risks to address a suite of urgent climate-driven societal challenges faced by our Nation - including water availability and quality, marine and freshwater ecosystems, coastal changes and inundation, drought and extreme heat and related cascading hazards like wildfire, and air quality, and climate mitigation (more information about CPO Societal Challenges and Risks framework can be found here: https:\/\/www.cpo.noaa.gov\/Initiatives\/Climate-Risk-Areas-Initiative). NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","61825":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office (separate posting for applicants applying from within the Denver Regional Office) Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","61834":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office (separate posting for applicants applying from within the Austin Regional Office) Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","62808":"A climate ready nation requires a climate ready workforce. NOAA will assist communities in coastal and Great Lakes states and territories so they may form partnerships that train workers and place them into jobs that enhance climate resilience. This competition is designed to meet the emerging and existing skills needs of employers while helping workers enter good jobs, so that together they may enhance climate resilience. NOAA envisions making between 10-20 awards under this competition, at amounts ranging from $500,000 to $10 million each. NOAA is issuing this Notice of Funding Opportunity (NOFO) for qualified organizations to form and support partnerships that will work collaboratively to support regional economies and their associated workforces by developing training programs that build in-demand skills, offering wraparound services that allow workers to successfully enroll in and complete training, and helping workers enter or advance into good jobs that enhance climate resilience. Wraparound services allow people to overcome barriers to participate in the program, especially individuals in underserved groups. Examples of wraparound services include transportation, childcare, elder care, and housing services. NOAA heavily prioritizes efforts to reach individuals from historically underserved communities (see Executive Order (EO) 13985; see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/20\/executive-order-adva ncing-racial-equity-and-support-for-underserved-communities-through-the-federal-government\/), , and to benefit disadvantaged communities (see Executive Order 14008; see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/27\/executive-order-on-tackling-the-climate-crisis-at-home-and-abroad\/ and defined in M-23-09, https:\/\/www.whitehouse.gov\/wp-content\/uploads\/2023\/01\/M-23-09_Signed_CEQ_CPO.pdf). Moreover, Executive Order 14096 recognizes that the Federal Government must continue to remove barriers to the meaningful involvement of the public in such decision-making, particularly those barriers that affect members of communities with environmental justice concerns (see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2023\/04\/21\/executive-order-on-revitalizing-our-nations-commitment-to-environmental-justice-for-all\/). Ultimately, the purpose of this NOFO is to ensure workers in coastal states and territories are trained for and hired into quality private- and public-sector jobs in the U.S. economy that are needed to increase resilience to climate-related hazards (https:\/\/www.noaa.gov\/sites\/default\/files\/2022-06\/NOAA_FY2226_Strategic_Plan.pdf). This document sets out requirements for submitting to NOAA-OAR-SG-2024-2007783.","59276":"The National Marine Fisheries Service Greater Atlantic Regional Fisheries Office (GARFO) is seeking proposals under the New England Bay Watershed Education and Training (New England B-WET) Program: www.fisheries.noaa.gov\/grant\/noaa-new-england-bay-watershed-education-and-training-new-england-b-wet-programNew England B-WET is an environmental education program that funds locally relevant, authentic experiential learning for K-12 audiences through Meaningful Watershed Educational Experiences (MWEEs; defined below) in New England states.The FY23 New England B-WET funding announcement focuses on projects combining long-term, classroom-integrated MWEEs for students and teacher professional development. Applicants may be physically located in any U.S. state; however, projects must target students and teachers in the New England region. For the purposes of this solicitation, the New England region includes Maine, New Hampshire, Vermont, Massachusetts, Rhode Island and Connecticut.This New England B-WET funding announcement emphasizes our strong commitment to expanding the participation of marginalized communities in watershed education and is interested in projects that partner specifically with organizations and institutions that serve marginalized groups, including minority communities. And, it suggests that the MWEE framework can contribute to fostering an understanding of how watersheds are connected to coastal and offshore Atlantic fisheries and protected species stewardship, as well as contribute to climate change and resilience education that support climate solutions.This Notice of Funding Opportunity includes information on the application process and evaluation criteria for proposals which may request up to $150,000 in total Federal funding for a project period of two (2) years.Grants resulting from this competition depend on the availability of annual Federal funding, as provided in enacted Appropriation Acts. Successful applicants are not guaranteed a specific level of funding. If funds are not available in FY2023, applications submitted in FY2023 may be carried over for consideration in FY2024 should funds become available then and if these applications remain relevant to New England B-WET priorities.","59577":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), Climate Program Office (CPO), the Earth System Science and Modeling (ESSM) Division programs address climate challenges by managing competitive research programs that support high-priority science initiatives. CPO\/ESSM Programs advance our understanding of the Earth's climate system and foster the application and use of this knowledge to improve the resilience of our Nation and its partners. The National Ocean Service (NOS) provides data, tools, and services that support coastal economies and their contribution to the national economy, especially in the area of preparedness and risk reduction. The Climate Program Office is working across OAR and NOS, and in collaboration with the National Weather Service, to develop and support research on the topic of coastal inundation. Through this announcement, CPO\/ESSM is seeking applications for one individual competition in FY23. Competitions solicit projects in response to H.R.3684 - Infrastructure Investment and Jobs Act, NOAA section, Provision 3:\"... coastal and inland flood and inundation mapping and forecasting, ...\" that align with the goals of \"A NOAA Capability for Coastal Flooding and Inundation Information and Services at Climate Timescales to Reduce Risk and Improve Resilience\". (https:\/\/cpo.noaa.gov\/Portals\/0\/Docs\/Risk-Teams\/NOAA-Coastal-Inundation-at-Climate-Timescales-Whitepaper.pdf)NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","59425":"NOAA's Office of National Marine Sanctuaries is seeking proposals under the Great Lakes Bay Watershed Education and Training (B-WET) program (https:\/\/sanctuaries.noaa.gov\/bwet\/greatlakes\/). This environmental education program supports locally relevant, authentic experiential learning in the K-12 environment. Funded projects provide Meaningful Watershed Educational Experiences (MWEEs) for students, related professional development for teachers, and help to support regional education and environmental priorities in the Great Lakes. The primary delivery is through competitive grants. This Great Lakes B-WET region funding announcement focuses on MWEEs for K-12 students that incorporate Indigenous Traditional Ecological Knowledge and promote climate resilience. It is anticipated that approximately $300,000 will be available to fund eligible applications. Total Federal amount that may be requested from NOAA should not exceed $100,000. The minimum Federal amount to request from NOAA is $50,000. Projects should be for a period between 12-24 months. No cost sharing is required under this program. For Great Lakes B-WET, applicants may be physically located in any U.S. state; however, projects must target students in the Great Lakes region. For the purposes of this solicitation, the Great Lakes region is defined as counties in the Great Lakes watershed in the states of Illinois, Indiana, Michigan, Minnesota, New York, Ohio, Pennsylvania, and Wisconsin. Applications for projects can come from any eligible applicant, however, involvement, coordination and support from an Indigenous organization or Tribal Government is required. To document the level of support and engagement from the Indigenous organization or government, official letters of collaboration from Indigenous entities are required with proposals. This funding opportunity meets NOAA's Vision of healthy ecosystems (http:\/\/www.noaa.gov\/our-mission-and-vision), helping to ensure that ocean, estuarine, and related ecosystems and the species that inhabit them are vibrant and sustainable in the face of challenges. ","59130":"The Pacific Northwest Bay Watershed Education and Training (B-WET) program is an environmental education program that supports locally relevant, authentic experiential learning in the K-12 environment. Funded projects provide Meaningful Watershed Educational Experiences (MWEEs; defined below) for students, related professional development for teachers, and help to support regional education and environmental priorities in the Pacific Northwest. The primary delivery is through competitive grants. Every year, the NOAA B-WET program supports environmental education programs for thousands of students and teachers. These programs engage youth in MWEEs that provide memorable hands-on, experiential learning that are not typically available within traditional classrooms. It also plays a significant role in providing professional develop.The FY23 Pacific Northwest B-WET funding announcement focuses on the following priority areas: Notice of Federal Funding Page 2 of 52 1) Systemic classroom-integrated Meaningful Watershed Educational Experiences (MWEEs) for K-12 students that promote climate resilience and include high-quality teacher professional development related to the MWEEs; and 2) Meaningful Watershed Educational Experiences (MWEEs) for K-12 students that appropriately incorporate Indigenous Traditional Ecological Knowledge and promote climate resilience. ","58675":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), Climate Program Office (CPO), the Earth System Science and Modeling (ESSM) Division programs address climate challenges by managing competitive research programs that support high-priority science initiatives. CPO\/ESSM Programs advance our understanding of the Earth's climate system and foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO\/ESSM is seeking applications for two individual competitions in FY23. These competitions solicit projects in response to the DISASTER RELIEF SUPPLEMENTAL APPROPRIATIONS ACT (DRSA), 2022:\"Improvements to ... precipitation and flood prediction, forecasting, and mitigation capabilities...\" (https:\/\/www.congress.gov\/bill\/117th-congress\/house-bill\/5305\/text) that align with the goals of NOAA's Precipitation Prediction Grand Challenge Strategy 2020-2030 (PPGC). (https:\/\/www.noaa.gov\/sites\/default\/files\/2022-01\/PPGC-Strategy_FINAL_2020-1030.pdf). NOAA's PPGC initiative is aimed at providing more accurate, reliable, and timely precipitation forecasts across timescales from weather to subseasonal-to-seasonal (S2S) to seasonal-to-decadal (S2D) through the development and application of a fully coupled Earth system prediction model. NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","57299":"The National Estuarine Research Reserve System (NERRS) consists of estuarine areas of the United States and its territories designated and managed for research and educational purposes (Reserves). Each Reserve within the NERRS is chosen to represent a different biogeographic region and to include a variety of ecosystem types in accordance with the classification scheme of the national program as specified in 15 CFR 921. By funding designated Reserve agencies and universities to conduct land acquisition and habitat restoration projects that support the NERRS mission, NOAA will strengthen protection of key land and water areas, improve climate resilience, enhance long-term protection of Reserve areas for research and education, and support the habitat protection goals and priorities of the National Coastal Zone Management Act. Funding under this opportunity will enable Reserves to protect and restore ecologically significant habitats, including conserving lands that play a critical role in helping coastal communities become more resilient to storms, flooding, inundation, erosion, tsunamis, sea level rise and lake level changes and other natural hazards affecting the U.S. coastlines. This Notice of Funding Opportunity (NOFO) supports NOAA's efforts reduce the impacts of climate change. A key pillar is resilience to climate change and its impacts, throughout our communities and ecosystems. Specifically, this NOFO seeks projects that enhance coastal resilience. Coastal areas support the nation's largest and often fastest-growing population centers as well as key natural assets. Strengthening coastal resilience means preparing and adapting coastal communities to mitigate the impacts of and more quickly recover after extreme events such as hurricanes, coastal storms, flooding, and sea level rise. Habitat restoration and natural and nature-based infrastructure and solutions are critical to doing so by protecting lives and property; sustaining commercial, recreational, and subsistence fishing; recovering threatened and endangered species; and maintaining and fostering vibrant coastal economies and lifestyles. This NOFO -- along with the NOFOs for National Coastal Resilience Fund; Transformational Habitat Restoration and Coastal Resilience Grants; Coastal Habitat and Resilience Grants for Underserved Communities; and Coastal Zone Management Habitat Protection and Restoration grants-- aims to fund projects that support the overarching goal of enhancing coastal resilience. This NOFO focuses on the resilience of the designated National Estuarine Research Reserves. This announcement solicits applications from Federally-designated National Estuarine Research Reserves for projects relating to (i) coastal habitat restoration; (ii) coastal habitat restoration planning, engineering, and design projects, and (iii) coastal land conservation that are expected to be completed within 3 years of the start date of the award, with the potential of up to 5 years. This competition has a mandatory pre-proposal\/letter of intent. Only applicants whose pre-proposals strongly align with program objectives and goals, as determined by NOAA through the review process described in Section V.A. will be invited to submit full applications. Pre-proposals must be submitted by the deadline stated in Section IV.D. For details regarding the suggested content of pre-proposals please see Section IV.B.k ","57867":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses these climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision-support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for eight individual competitions in FY23. Several of these competitions are relevant to four high-priority climate risk areas CPO is focusing on to improve science understanding and\/or capabilities that result in user-driven outcomes: Coastal Inundation, Marine Ecosystems, Water Resources, and Extreme Heat. More information about CPO's Climate Risk Areas Initiative can be found at https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","57089":"This NOFO funds two distinct programs, both of which are described in more detail below, and designed to support underserved communities and populations across the country in developing successful economic development plans and projects: 1) the Economic Recovery Corps Fellows program and 2) the Equity Impact Investments program. The Economic Recovery Corps program will add staff resources to local organizations focused on improving economic resilience and competitiveness in distressed regions across the country. EDA is seeking applications from eligible parties to create and launch a nationwide network of Economic Recovery Corps Fellows (Fellows) to help regions recover from the coronavirus pandemic by providing supplemental staff resources (i.e., Fellows) to economic development capacity-building organizations to increase their ability to effectively engage in local and regional economic development. Eligible applicants should consider strategies to build and form a national initiative that will place and coordinate Fellows across America to support two key activities: Technical Assistance -- enable communities to access funding and participate in economic development programs and initiatives through preparation, training, and implementation assistance Knowledge and Insights -- study, organize, and disseminate information, data, and analysis to accelerate the adoption of future-focused economic development principles and practices To learn more about this program visit: https:\/\/www.eda.gov\/programs\/economic-recovery-corps The Equity Impact Investments program will provide technical assistance to enable organizations serving underserved populations and communities to participate in economic development planning and projects. Under the Equity Impact Investments Program, EDA is hoping to make one national award and is seeking applications from eligible parties to coordinate organizations with a proven track record of effectively working with, conducting outreach to and delivering outcomes for underserved populations and communities to improve equity outcomes for both future and current EDA grantees. EDA seeks proposals that will drive the equity outcomes of economic development work through a suite of technical assistance and coordination activities. Applicants should be well-versed in how to build and implement successful economic development plans that deliver tangible results. Applicants should leverage this expertise, along with a strong network of local and regional economic and community development organizations, to effectively bring organizations that serve underserved populations and communities into local economic development projects and plans. To learn more about this program visit: www.eda.gov\/programs\/equity-impact-investments ","53595":"The NOAA Ocean Acidification Program (OAP) is supporting a competitive graduate fellowship that will support students conducting research, in pursuit of a Masters degree, related to ocean acidification (OA) in the Pacific Islands region to help fill a critical gap in capacity for OA research and monitoring in the region. OAP is seeking to fund students who would contribute to the body of knowledge on regional vulnerabilities to OA and potential solutions to build greater resilience against the impacts of OA. Successful applicants will conduct research that addresses physical\/chemical oceanographic, biological, and\/or socioeconomic questions and concepts. This funding call is part of a broader initiative, which involves multiple international scientific networks and capacity building organizations. The goals of this fellowship are to (A) support early-career scientists who will provide the Pacific Islands region with ocean acidification research expertise, and (B) provide Pacific Island countries and communities with additional knowledge, information, and resources, which can be used to build greater resilience against acidification and its impacts. Please see Section III. Eligibility Information for a list of the prioritized Pacific Island countries. Subject to the availability of funding, OAP anticipates up to $300,000 USD total will be available to support approximately 3-6 graduate fellows, with each fellow funded at the approximate level of $20,000 - $32,000 USD per year for 2 years. Each award is intended to fund the fellow's tuition, stipend, research budget, and\/or other costs associated with completing a 2-year Masters degree program. For a full description of the types of costs that can and cannot be applied to this award, please see Section IV. F","53384":"The RISA program builds relationships that help local decision-makers and researchers collaborate on adapting to climate change. Through regionally-focused and interdisciplinary research and engagement teams, RISA expands the Nation's capacity to adapt and become resilient to extreme weather events and climate change. RISA teams accomplish this through applied and co-developed research and partnerships with communities. A central tenet of the RISA program is that learning about climate adaptation and resilience is facilitated by and sustained across a wide range of experts, practitioners, and the public. As such, the RISA program supports a network of people, prioritizing wide participation in learning by doing, learning through adapting, and managing risk with uncertain information.","53353":"The NOAA Coral Reef Conservation Program (CRCP)provides matching grants and cooperative agreements for international coral reef conservationprojects. CRCP solicits proposals that will support the NOAA Coral Reef Conservation ProgramStrategic Plan (Strategic Plan-2018) which uses a resilience-based management approach,focused on conservation that supports the ability of corals to withstand and recover from stress.All non-U.S. international tropical coral reef locations are eligible under this Federal FundingOpportunity with emphasis on the Wider Caribbean, South East Asia and South Pacific, andMicronesia. See specific countries in Section I. B.","52488":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses these climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision-support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for eight individual competitions in FY22. Several of these competitions are relevant to four high-priority climate risk areas CPO is focusing on to improve science understanding and\/or capabilities that result in user-driven outcomes: Coastal Inundation, Marine Ecosystems, Water Resources, and Extreme Heat. More information about CPO's Climate Risk Areas Initiative can be found https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","49982":"The NOAA Hawaii Bay Watershed Education and Training (B-WET) program is a federal funding opportunity that meets NOAA's mission of science, service, and stewardship. The Hawaii B-WET program supports a vision of a future where societies and ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine, and watershed ecosystems in the Hawaiian Islands. This is a competitive opportunity for grants to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The Hawaii B-WET program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such as understanding ocean, Earth and atmospheric sciences, community resilience to hazards, and place-based environmental management. Funded projects provide Meaningful Watershed Educational Experiences for students, professional development for teachers, service-learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at https:\/\/www.noaa.gov\/office-education\/bwet.","49014":" Extreme heat in urban areas presents society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses this and other climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for a single competition in FY21. This competition supports a high-priority climate risk area that CPO is organizing some of its activities around to improve science understanding and\/or capabilities that result in user-driven outcomes. This risk area, focused on extreme heat, is one of four initial risk areas; the others are coastal inundation, marine ecosystems, and water resources. More information about CPO's Climate Risk Areas Initiative can be found at: https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","48505":"The National Sea Grant Office (NSGO) and the Ocean Acidification Program (OAP) are seeking applications that establish, continue, and\/or expand collaborations between researchers and the shellfish aquaculture industry. Specifically, applications to this competition should utilize new or existing research\/industry partnerships to study how ocean and coastal acidification in combination with other stressors impacts shellfish aquaculture. Projects should utilize multiple parameter physical, chemical, or biological observing systems and\/or conduct multiple stressor experimental research. The priorities of this funding opportunity are to (1) build or strengthen relationships between the shellfish aquaculture industry and the aquaculture research community (including university, industry, private sector, tribal, state, and\/or federal scientists representing diverse perspectives), (2) develop scientific knowledge on the impact of ocean and coastal acidification in combination with other stressors to shellfish aquaculture, and (3) create data products, tools, technologies, management practices, or other deliverables that are broadly applicable to building resilience within the shellfish aquaculture sector. Subject to the availability of funding, NSGO and OAP anticipate approximately $2,000,000 total will be available to support approximately 2-6 projects, with each project funded at the approximate level of $100,000 - $300,000 per year for 1-3 years. This document sets out requirements for submitting to NOAA-OAR-SG-2021-2006704. Additional guidance and tips on how best to prepare an application are provided in the Sea Grant General Application Guide available at (https:\/\/seagrant.noaa.gov\/Portals\/1\/Guidance\/SeaGrantGeneralApplicationGuide.pdf)","47684":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses these climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for 6 individual competitions in FY21. Several of these competitions are relevant to high-priority climate risk areas CPO is organizing some of its activities around to improve science understanding and\/or capabilities that result in user-driven outcomes in four initial risk areas: Coastal Inundation, Marine Ecosystems, Water Resources and Extreme Heat https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","43900":"The purpose of this document is to advise the public that NOAA\/OAR\/Ocean Acidification Program (OAP) is soliciting proposals for collaborative projects of up to 3 years in duration that synthesize ocean acidification information at a regional scale (e.g. Large Marine Ecosystem, large estuary or collection of small estuaries, and state or collection of states in US waters) to determine where societal vulnerabilities to ocean acidification exist or are emerging, in order to provide actionable information for marine resource decision makers and\/or bolster the resilience of the nation's Blue Economy. This funding opportunity will not support the collection of new chemical or ecological observations or species response data. Social science data collection is permitted. Funding is contingent upon the availability of Fiscal Year 2020 Federal appropriations. It is anticipated that projects funded under this announcement will have a September 1, 2020 start date. Approximately 1-6 projects for up to 3 years in duration are expected to be funded at the level of approximately $100,000 - $350,000 per year per proposal. It is anticipated that a total of up to $2 million may be available in FY20 to support the first year of projects.","44956":"EDA's Office of Innovation & Entrepreneurship is committed to furthering technology-based economic development initiatives that accelerate high quality job growth, create more economic opportunities, and support the future of the next generation of industry leading companies. To advance these goals, EDA awards grants through the Build to Scale Program (formerly the Regional Innovation Strategies Program) for activities designed to develop and support regional innovation initiatives.[1] EDA thereby advances the growth of connected, innovation-centric economies that increase job growth, enable the workforce of tomorrow, enhance global competitiveness, and foster global competitiveness through technology commercialization and entrepreneurship as described in Stevenson-Wydler Technology Innovation Act of 1980 (hereafter \"Section 27\"). The Build to Scale Program invites organizations who are aiding companies in developing the next generation of technologies to apply for funding. These organizations may be operating initiatives to unlock investment capital across a region or sector, operating programs to accelerate company growth, empowering the next generation of entrepreneurs, and\/or enabling technology commercialization. Under the Build to Scale Program, EDA is soliciting applications for three separate competitions: (1) the Venture Challenge, (2) the Capital Challenge, and (3) the Industry Challenge. Applicants may apply to all three challenges but may only submit one application per competition. The initial step in this process is to provide EDA a Concept Proposal by 03\/24\/2020, electronically via email to applyB2S@eda.gov. Applicants are advised to read carefully the Concept Proposal requirements and submission information provided in Section D (p.8) of the attached NOFO. Once the Concept Proposal process is complete, EDA will invite Full Applications from those who submitted Concept Proposals. EDA will only review Full Applications submitted by applicants who submitted a Concept Proposal by the Concept Proposal Deadline. Applicants must provide a matching share from non-Federal sources of at least 50 percent of the total project cost; i.e., applicants must match each Federal dollar requested with at least one dollar of local match. See Section C.2 (p. 10) of this NOFO. [1] Stevenson-Wydler Technology Innovation Act of 1980, Section 27(a)(2) defines regional innovation initiatives as geographically-bounded public or nonprofit activities or programs that address issues in local innovation systems in order to: (A) increase the success of innovation driven industry; (B) strengthen the competitiveness of industry through new product innovation and new technology adoption; (C) improve the pace of market readiness and overall commercialization of innovative research; (D) enhance the overall innovation capacity and long-term resilience of the region; (E) leverage the region's unique competitive strengths to stimulate innovation; and (F) increase the number of full-time equivalent employment opportunities within innovation-based business ventures in the geographic region.","43165":"The NOAA Hawaii Bay Watershed Education and Training (B-WET) program is a federal funding opportunity that meets NOAA's mission of science, service and stewardship. The Hawaii B-WET program supports a vision of a future where societies and ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine, and watershed ecosystems in the State of Hawaii. This is a competitive opportunity for grants to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The Hawaii B-WET program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such as understanding ocean, earth and atmospheric sciences, community resilience to hazards, and place-based environmental management. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service-learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at https:\/\/www.noaa.gov\/office-education\/bwet. ","41143":"The NOAA Coral Reef Conservation Program (CRCP) provides matching grants and cooperative agreements for international coral reef conservation projects. CRCP solicits proposals that will support the NOAA Coral Reef Conservation Program Strategic Plan (Strategic Plan-2018) which uses a resilience-based management approach, focused on conservation that supports the ability of corals to withstand and recover from stress. All international tropical coral reef locations are eligible under this Federal Funding Opportunity with emphasis on the Wider Caribbean, South East Asia and South Pacific, and Micronesia. Funding for the Fiscal Year 2020 competition is subject to the availability of Congressional appropriations and is expected to be approximately $800,000 to $950,000. NOAA expects each applicant will request between $75,000 and $300,000 annually for an award with a project period up to two years. Funding after the first year generally depends on future Congressional appropriations, NOAA\/CRCP priorities, and recipient performance in the first year(s) of the award.","40898":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions through investments at NOAA labs, service lines and Cooperative Institutes, as well as non-governmental organizations, the private sector and the university community. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies. Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's broader climate science and services programs and supports NOAA's mandated responsibilities under the National Climate Program Act, Global Change Research Act and its National Climate Assessment, the National Integrated Drought Information System Act, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. CPO's strategy addresses challenges in the areas of: (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges, and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs for a resilient society. We work towards this objective of integration through a focus on climate intelligence and climate resilience, in support of NOAA's goals. CPO defines climate intelligence as the capabilities regarding: (1) Observations and monitoring, (2) Earth system science and modeling, (3) Climate and societal interactions, and (4) Communication, education, and engagement. Climate resilience leverages climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to protect and sustain all sectors of our economy and environment. A hallmark of CPO's success in linking climate intelligence to resilience is the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance. Key components of this effort are annual Notice of Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","30195":" The purpose of this document is to advise the public that NOAA\/NOS\/National Centers for Coastal Ocean Science (NCCOS)\/Competitive Research Program is soliciting proposals for the Ecological Effects of Sea Level Rise Program (EESLR). This solicitation is to improve adaptation and planning in response to regional and local effects of sea level rise and coastal inundation through targeted research on key technologies, natural and nature-based infrastructure, physical and biological processes, and model evaluation. The overall goal of EESLR is to facilitate informed adaptation planning and coastal management decisions through a multidisciplinary research program that results in integrated models and tools of dynamic physical and biological processes capable of evaluating vulnerability and resilience under multiple SLR, inundation, and management scenarios. Total funding for this research: Funding is contingent upon the availability of Fiscal Year 2019 Federal appropriations. It is anticipated that projects funded under this announcement will have a September 1, 2019 start date. Approximately 3 to 6 projects, 2-3 years in duration, are expected to be funded at a level not to exceed $250,000 per year per proposal. Electronic Access: Background information about NOAA's EESLR Program can be found at https:\/\/coastalscience.noaa.gov\/research\/coastal-change\/ecological-effects-sea-level-rise-program Any Frequently Asked Questions that arise will be posted at the NOAA EESLR web site. Proposals should be submitted through Grants.gov, http:\/\/www.grants.gov. Sign up to receive any potential amendments to this Announcement via www.grants.gov. An information webinar covering EESLR and this solicitation, will be offered by a Program Manager on October 15, 2018 via https:\/\/coastalscience.noaa.gov\/research\/coastal-change\/ecological-effects-sea-level-rise-program.","30984":"The NOAA Bay WatershedEducation and Training (B-WET) Hawaii Program is a federal funding opportunitywhich meets NOAA's mission of science, service and stewardship. The B-WETHawaii Program supports a vision of a future where societies and ecosystems arehealthy and resilient in the face of sudden or prolonged change. The purposefor this financial assistance is to support our communities by developing awell-informed citizenry involved in decision-making that positively impacts ourcoastal, marine and watershed ecosystems in the State of Hawaii. This is acompetitive opportunity for grants to assist in the development of newprograms, encourage innovative partnerships among environmental educationprograms, and support geographically targeted programs to advance environmentaleducation efforts that complement national and state school requirements. TheB-WET Hawaii Program plays a foundational role as an environmental educationprogram that promotes locally relevant, experiential learning in the K-12 environmenton priority topics such understanding ocean, earth and atmospheric sciences,community resilience to hazards, and place-based environmental management.Funded projects provide meaningful watershed educational experiences forstudents, professional development for teachers, service-learning opportunitiesfor students, and support regional education and environmental priorities. Moreinformation about the B-WET program is online athttp:\/\/www.noaa.gov\/office-education\/bwet. ","28603":" The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions through investments at NOAA labs, service lines and Cooperative Institutes, as well as non-governmental organizations, the private sector and the university community. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies. Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's broader climate science and services programs and supports NOAA's mandated responsibilities under the National Climate Program Act, Global Change Research Act and its National Climate Assessment, the National Integrated Drought Information System Act, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. CPO's strategy addresses challenges in the areas of: (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges, and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs for a resilient society. We work towards this objective of integration through a focus on climate intelligence and climate resilience, in support of NOAA's goals. CPO defines climate intelligence as the capabilities regarding: (1) Observations and monitoring, (2) Earth system science and modeling, (3) Climate and societal interactions, and (4) Communication, education, and engagement. Climate resilience leverages climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to protect and sustain all sectors of our economy and environment. A hallmark of CPO's success in linking climate intelligence to resilience is the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance. Key components of this effort are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","21908":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions. This funding opportunity focuses on the Climate Variability and Predictability (CVP) Program. The CVP Program supports research that enhances our process-level understanding of the climate system through observation, modeling, analysis, and field studies. This vital knowledge is needed to improve climate models and predictions so that scientists and society can better anticipate the impacts of future climate variability and change. To achieve its mission, the CVP Program invests in NOAA mission-critical research, which is carried out at NOAA and other federal laboratories, NOAA Cooperative Institutes, academic institutions and private sector research entities. The Program also coordinates its sponsored projects with major national and international scientific bodies including the World Climate Research Programme (WCRP) - especially CLIVAR (Climate and Ocean Variability, Predictability and Change) and GEWEX (Global Energy and Water Cycle Exchanges) programs - and the U.S. Global Change Research program (USGCRP). Specific details of this funding opportunity are contained in the Full Announcement Text. ","20185":"The NOAA Bay Watershed Education and Training (B-WET) Hawaii Program is a federal funding opportunity which meets NOAA's mission of science, service and stewardship. This B-WET program supports the vision of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such understanding ocean, earth and atmospheric sciences, community resilience to hazard, and place-based management. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service-learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at http:\/\/www.oesd.noaa.gov\/grants\/bwet.","16567":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies.Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. We meet this objective through a focus on climate intelligence and climate resilience, in support of NOAA's goals. Climate intelligence defines CPO's technical strength through its foundational capabilities, which include (1) Observations and monitoring, (2) Research to advance scientific understanding, (3) Modeling and prediction, (4) Communication, education, and engagement, and, (5) Climate and societal interactions. A focus on climate resilience leverages CPO's climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to sustain all sectors of our economy and environment. CPO's strategy addresses challenges in the areas of, (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs of a resilient society. NOAA envisions a Nation that is prepared for, thriving, and resilient to climate variability and change. CPO's activities support a unique and highly flexible climate research enterprise to improve scientific understanding of climate variability and change and to enable businesses and communities to derive the benefits of this investment in the present and into the future. Effectively coordinating across these components through the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance, have been hallmarks of CPO's success in linking environmental intelligence to resilience. Key components in this enterprise are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and the Climate Program Office encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. By promoting diversity and inclusion you can improve creativity, productivity, and the vitality of the research community.","13640":"Healthy and productive fisheries are an essential component of the U.S. economy. There is increasing concern about the impacts of climate variability and change on fish stocks, fisheries, and marine ecosystems in the U.S. Climate variability and change influences many parameters (e.g. extreme events, winds, ocean temperatures, stratification, currents, coastal precipitation, inundation, etc.) that directly and indirectly affect marine ecosystem conditions including the abundance, distribution, and productivity of fish stocks that support economically important fisheries. Sustainable fisheries management in a changing climate requires an improved understanding of how climate, fishing, and other stressors interact to affect fish stocks (including their habitats and prey), fisheries and fishing-dependent communities. To address these issues of growing concern, in 2014 the Office of Atmospheric Research (OAR) Climate Program Office and the National Marine Fisheries Service (NMFS) Office of Science and Technology launched a new partnership to advance understanding of climate-related impacts on fish or other species that support economically important fisheries and fishing communities. The goal is to inform sustainable fisheries management and promote resilience of the nation's fish stocks and fisheries in a changing climate. For FY17, this OAR\/NMFS partnership, through the Coastal and Ocean Climate Applications (COCA) Program, will continue to take a regional approach to improving the resilience and adaptation of fisheries in a changing climate by soliciting proposals under two competitions. The first competition solicits proposals for projects in the California Current Large Marine Ecosystem (CCLME) and the second competition solicits proposals for projects in the Northeast US Continental Shelf Large Marine Ecosystem (NESLME). ","12828":"The NOAA Bay Watershed Education and Training (B-WET) Hawaii Program is a federal funding opportunity which meets NOAA's mission of science, service, and stewardship. This B-WET program supports the vision of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine, and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such understanding climate, ocean and earth sciences, and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at http:\/\/www.noaa.gov\/office-education\/bwet.","5206":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with and adapt to today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP). Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) improved scientific understanding of the changing climate system and its impacts; 2) assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) a climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with all levels of governing structures (e.g., federal, state, tribal, regional, local) as well as academic, private, and international research entities, and it places a substantial emphasis on productive partnerships and interactions with decision-makers and other stakeholders. Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of Earth's climate system and to foster the application of this knowledge to enable effective decisions. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment and similar international endeavors. In seeking to advance the NGSP climate objective of an improved scientific understanding of the changing climate system and its impacts, CPO supports research that advances core capabilities in (a) observing systems, climate monitoring and data stewardship (b) understanding and modeling, (c) predictions and projections, and (d) informing decisions. These core capabilities are, in turn, intended to advance NOAA's ability to provide sustained, reliable, and timely climate services dealing with the following broad, societal challenge areas: (a) climate impacts on water resources, (b) coasts and climate resilience, (c) sustainability of marine ecosystems, and (d) changes in extremes of weather and climate. ","6935":"The NOAA Bay Watershed Education and Training (B-WET) Hawaii Program is a federal funding opportunity which meets NOAA's mission of science, service and stewardship. This B-WET program supports the vision of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities.","4342":"The purpose of this notice is to solicit proposals from eligible entities to develop or implement activities that build resilience of coastal regions, communities, and economic sectors to the negative impacts from extreme weather events, climate hazards, and changing ocean conditions. Successful applicants will develop proposals that plan or implement actions that mitigate the impacts of these environmental drivers on overall resilience, including economic and environmental resilience. Funds will be available to support activities that: - Identify and address priority data, information, and capacity gaps - Develop tools, as needed, to inform sound, science-based decisions, which support regional efforts to plan for a resilient ocean and coastal economy - Acquire and integrate socioeconomic information with physical and biological information to improve the assessment of risk and vulnerability for planning and decision making - Understand how hazards and changing ocean conditions affect coastal economies, including existing and emerging sectors that depend on the ocean and coasts - Develop the information and approaches needed for improved risk communication, and the necessary tools, technical assistance and training tailored toward enhanced resilience to weather events, climate hazards, and changing ocean conditions - Evaluate the costs, benefits, and tradeoffs of systems-based development or redevelopment approaches that incorporate both natural defenses and hard structural solutions - Support the development of sustainable recovery, redevelopment, and adaptation plans and implement programs and projects that incentivize rebuilding and development approaches which reduce risk and increase resilience Proposals submitted in response to this announcement shall employ a regional approach that results in improved ability of multiple coastal jurisdictions to prepare for, absorb impacts of, recover from, and\/or adapt to adverse events and changing environmental, economic, and social conditions. Proposals should demonstrate coordinated effort of multiple jurisdictions (e.g., states, tribes, territories, counties, municipalities, regional organizations, etc.) and\/or state or local managed areas within a specified geographic region and involve the appropriate range of partners and stakeholders to ensure project success. Collaborative projects that leverage NOAA supported programs, products, partnerships or services and support federal, tribal, state, regional, county or local plans and partnerships are preferred. Also preferred are proposals that leverage other Administration priorities and other federal resilience investments. Eligible funding applicants are: nonprofit organizations; private (for profit) entities; institutions of higher education; and state, territorial, tribal, local governments as defined at 2 C.F.R. § 200.64, which includes counties, municipalities, and cities; and regional organizations (as defined in this announcement). Applicants must conduct projects benefiting coastal communities within one or more of the following U.S. states and territories: Alabama, Alaska, American Samoa, California, Connecticut, Delaware, Florida, Georgia, Guam, Hawaii, Illinois, Indiana, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, New Hampshire, New Jersey, New York, North Carolina, Northern Mariana Islands, Ohio, Oregon, Pennsylvania, Puerto Rico, Rhode Island, South Carolina, Texas, Virginia, Virgin Islands (US), Washington, and Wisconsin. This competition is one of two competitions being administered by NOAA to build coastal resilience. The companion competition, Coastal Ecosystem Resilience Grants, is being administered by NOAA's National Marine Fisheries Service (NMFS) to improve the resiliency of ocean and coastal ecosystems.","72742":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with and adapt to today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) (http:\/\/www.ppi.noaa.gov\/ngsp\/). The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: • Understanding and modeling • Observing systems, data stewardship, and climate monitoring • Predictions and projections • Integrated service development and decision support These core capabilities and research efforts now allow progress to be made toward the provision of sustained, reliable, and timely climate services, focused initially on the following societal challenges identified in the NGSP: • Climate impacts on water resources • Coasts and climate resilience• Sustainability of marine ecosystems • Changes in extremes of weather and climate Each of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. In this regard, application abstracts must include a paragraph describing the work's relevance to the NGSP's climate goal and especially the work's relevance to the Competition being targeted. We estimate that $15.5 million will be available through this Announcement in FY 2015 for approximately 100 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/cpo.noaa.gov\/GrantsandProjects.aspx for information prior to submitting applications.","72629":"This federal funding opportunity meets NOAA's mission of science, service and stewardship in support of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA's goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitive grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental literacy efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide a meaningful watershed educational experience (MWEE) for students, professional development for teachers, service learning opportunities for students, and support to regional education and environmental priorities. ","70002":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a local, regional, or national network. Proposals submitted in response to this announcement shall provide beneficial public outcomes for coastal communities related to addressing existing and future risks to the natural environment, infrastructure, local economies, and vulnerable populations. Proposals must also leverage, enhance, or create a human or technical network in which one or more coastal hazard issues can be addressed through partnerships to enhance communication, cooperation, coordination, and\/or collaboration. Partnerships must include a range of partners from various institutions, disciplines, and sectors at the local, state, and federal level. Eligible funding applicants are: regional authorities, nonprofit and for-profit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington).","68679":"This federal funding opportunity meets NOAA's mission of science, service and stewardship that is directed to a vision of the future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA's goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities. ","67656":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) . Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts -- is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with all levels of governing structures (e.g., federal, state, tribal, regional, local), academic, private, and international research entities, and it places a substantial emphasis on productive partnerships and interactions with decision makers and other stakeholders. Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of Earth's climate system and to foster the application of this knowledge in risk management and adaptation efforts. The CPO supports research that is conducted across the United States and internationally. The CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment and similar international endeavors. In seeking to advance the NGSP climate objective of an improved scientific understanding of the changing climate system and its impacts, the CPO supports research that advances core capabilities in (a) understanding and modeling, (b) observing systems, data stewardship, and climate monitoring, (c) predictions and projections, and (d) integrated service development and decision support. These core capabilities are, in turn, intended to advance NOAA's ability to provide sustained, reliable, and timely climate services dealing initially, according to the NGSP, with the following broad, societal challenge areas: (a) climate impacts on water resources, (b) vulnerability of coasts and their resilience to climate impacts, (c) sustainability of marine ecosystems, (d) changes in extremes of weather and climate, and (e) information for mitigating climate change. The CPO, therefore, supports research that addresses these societal challenges. ____________ http:\/\/www.ppi.noaa.gov\/ngsp\/ 2 http:\/\/www.ppi.noaa.gov\/ngsp\/","59469":"Funding Opportunity Description: The NOAA Climate Program Office's (CPO) Regional Integrated Sciences and Assessments (RISA) program supports research teams that conduct innovative, interdisciplinary, user-inspired, and regionally relevant research that informs resource management and public policy. CPO funds eleven different RISA teams across the United States (US) and Pacific Islands, many of which are a model for interdisciplinary science and assessment. NOAA's RISA program is overseen by CPO's Climate and Societal Interactions (CSI) division. CSI provides leadership and support for decision support research, assessments and climate services development activities in support of adaptation. In addition to RISA, CSI's programs include the International Research and Applications Project (IRAP), the Sectoral Applications Research Program (SARP), the National Integrated Drought Information System (NIDIS), and the Coastal and Ocean Climate Applications program (COCA). CSI is also an active partner in the NOAA National Climate Data Center's (NCDC) efforts to build an integrated regional climate services partnership. NCDC employs six Regional Climate Services Directors (RCSDs) to coordinate and lead this partnership bringing together NOAA offices and close external partners such as RISA teams, Regional Climate Centers, State Climatologists, and Sea Grant. The partnership will help make climate information relevant and accessible to people across the US. NOAA seeks to marshal climate assets and partners towards the common goal of assessing regional needs and vulnerabilities and then supporting the development and delivery of timely climate services that aid adaptation and mitigation choices.RISA and CSI activities address the societal challenges identified in NOAA's Next-Generation Strategic Plan (NGSP): i) climate impacts on water resources; ii) coasts and climate resilience; iii) sustainability of marine ecosystems; and iv) changes in the extremes of weather and climate. These efforts support NOAA's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as outlined in the NGSP. In FY2013, NOAA CPO and its partners are holding two competitions for research funding. Competition 1 is soliciting proposals to two priorities: one RISA team focused on the South Central region of the US (Priority 1); and one RISA team focused on the upper Midwestern US (Priority 2). For Competition 1, we estimate that $3.5 million over five years will be available for each priority pending budget appropriations. Awards will be at a funding level of approximately $700,000 per year.Competition 2 is soliciting proposals only from RISA teams and their partners to conduct projects relevant to one of four priorities: Preparing for floods in urban coastal communities (Priority 3); Scenario and management planning processes (Priority 4); Drought monitoring and prediction products to support decision making (Priority 5); and Climate impacts on marine and Great Lakes ecosystems (Priority 6). For Competition 2, we estimate that $500 thousand to $3 million will be available for approximately 5 to 15 awards. Awards will be at a funding level between $75,000 and $200,000 per year.Please download the RISA Information Sheet for more detailed information about each priority (http:\/\/www.cpo.noaa.gov\/cpo_pa\/risa\/).","43578":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP; http:\/\/www.ppi.noaa.gov\/ngsp\/). The NGSP outlines NOAA's five-year climate objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: \" Understanding and modeling \" Observing systems, data stewardship, and climate monitoring \" Predictions and projections \" Integrated service development and decision supportThese core capabilities, in turn, will focus initially on the following societal challenges identified in the NGSP as early evidence of progress to be made by NOAA in providing sustained, reliable, and timely climate services:\" Climate impacts on water resources\" Vulnerability of coasts and their resilience to climate impacts\" Sustainability of marine ecosystems\" Changes in extremes of weather and climate\" Information for mitigating climate changeEach of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. In this connection, application abstracts must include a paragraph describing the work's relevance to the NGSP's long-term goal of climate adaptation and mitigation and most especially the work's relevance to the Competition being targeted.We estimate that $14.5 million will be available through this Announcement in FY 2013 for approximately 115 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/www.cpo.noaa.gov\/opportunities for information prior to submitting applications.","53220":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a regional or national network. Proposals must leverage, enhance, or create a system in which one or more coastal hazard issues can be addressed through partnerships to improve coordination and collaboration throughout the region. Partnerships must include multiple institutions, disciplines, and sectors at the local, state, and federal level. Proposals submitted in response to this announcement should provide beneficial public outcomes for coastal communities to address existing and potential future climate and hazard risks to coastal infrastructure, local economies, vulnerable populations, and the natural environment. Eligible funding applicants are: regional authorities, nonprofit and for-profit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington).","42794":"This federal funding opportunity meets NOAA's mission of science, service and stewardship that is directed to a vision of the future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA's goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities.","9921":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a regional or national network. Proposals must leverage, enhance, or create a system in which one or more coastal hazard issues can be addressed through partnerships to improve coordination and collaboration throughout the region. Partnerships must include multiple institutions, disciplines, and sectors at the local, state, and federal level. Proposals submitted in response to this announcement should provide beneficial public outcomes for coastal communities to address existing and potential future climate and hazard risks to coastal infrastructure, local economies, vulnerable populations, and the natural environment. Eligible funding applicants are: regional authorities, nonprofit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington). ","67933":"This federal funding opportunity meets NOAA's mission of science, service and stewardship that is directed to a vision of the future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA's goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, related professional development for teachers, and support regional education and environmental priorities. ","65707":"Changing climate confronts society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) . Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts - is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's five-year climate objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with Federal, academic, private, and international research entities, and places a substantial emphasis on productive partnerships and interactions with decision makers and other stakeholders.Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs conducted in regions across the United States, at national and international scales, and globally. The CPO also provides strategic guidance and oversight for the agency's climate science and services programs and helps to integrate capabilities from across the agency to provide enhanced services to its constituents. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: (a) understanding and modeling, (b) observing systems, data stewardship, and climate monitoring, (c) predictions and projections, and (d) integrated service development and decision support.These core capabilities, in turn, will focus initially on the following societal challenges identified in the NGSP as early evidence of progress to be made by NOAA in providing sustained, reliable, and timely climate services:* Climate Impacts on Water Resources* Coasts and Climate Resilience* Sustainability of Marine Ecosystems* Changes in Extremes of Weather and Climate* Information for Mitigating Climate ChangeEach of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. Application abstracts must include a paragraph describing the work's relevance to the NGSP's long-term goal of climate adaptation and mitigation as well as to the Competition that is being targeted.In FY 2012, we estimate that $15.5 million will be available for approximately 60 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/www.cpo.noaa.gov\/index.jsp?pg=\/opportunities\/opp_index.jsp&opp=2012\/program_elements.jsphttp:\/\/www.noaa.gov\/ngsp "},"grants_url":{"63010":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=349266","61825":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347927","61834":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347928","62808":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=348990","59276":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=344809","59577":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345230","59425":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=344999","59130":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=344636","58675":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=343996","57299":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341547","57867":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342831","57089":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341163","53595":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=336263","53384":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335881","53353":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335826","52488":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334633","49982":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=331613","49014":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=330276","48505":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329496","47684":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328266","43900":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=322696","44956":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=324375","43165":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=321196","41143":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318940","40898":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318753","30195":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=309371","30984":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=310157","28603":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=308094","21908":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=301907","20185":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=298916","16567":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=293866","13640":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=289716","12828":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=288218","5206":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=277620","6935":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=279642","4342":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=276661","72742":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=260044","72629":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=259732","70002":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=252013","68679":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=247153","67656":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=239854","59469":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=213994","43578":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=190933","53220":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=204493","42794":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=189714","9921":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=152213","67933":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=110133","65707":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=103313"}}