{"opportunitytitle":{"62219":"FY24 Saltonstall-Kennedy Competition","60185":"Alaska Marine Education and Training Mini-Grant Program","59583":"Climate Program Office (CPO), Earth System Science and Modeling Research for Coastal Inundation","58909":"National Estuarine Research Reserve System (NERRS) Land Acquisition and Construction Program for Fiscal Year 2023","58679":"Climate Program Office (CPO), Earth System Science and Modeling Research in support of the Disaster","57298":"Coastal Zone Management (CZM) Habitat Protection and Restoration Infrastructure Investment and Jobs Act (IIJA) Competition","58166":"FY2023 Weather Program Office Research Programs","57870":"Climate Program Office FY 2023","57580":"John H. Prescott Marine Mammal Rescue Assistance Grant","57093":"FY 2022 CARES Act Economic Recovery Corps and Equity Impact Investments NOFO","53900":"Alaska Marine Education and Training Mini-Grant Program","54760":"NMFS West Coast Region Education and Outreach Program","52567":"FY 2021 American Rescue Plan Act Good Jobs Challenge","54240":"NOAA Ocean Acidification Program Education Mini-Grant Program","53819":"2022 Pacific Northwest Bay Watershed Education and Training","53115":"FY2022 Weather Program Office Research Programs","52544":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","52489":"Climate Program Office FY2022","51602":"Oceanic and Atmospheric Research (OAR), National Oceanic and Atmospheric Administration (NOAA), Department of Commerce","49983":"2021 NOAA Hawaii Bay Watershed Education and Training (B-WET) Program","50100":"NMFS West Coast Region Education and Outreach Program","49015":"Climate Program Office (CPO) Extreme Heat Risk Initiative Competition, FY2021","48762":"2021 Marine Education and Training Mini Grant Program","48506":"Addressing the Impacts of Multiple Stressors on Shellfish Aquaculture through Research\/Industry Partnerships","47969":"FY2021 Weather Program Office Research Programs","47685":"Climate Program Office FY2021","44836":"NOAA Ocean Acidification Program Education Mini-Grant Program","43793":"2020 Marine Education and Training Mini Grant Program","43166":"2020 NOAA Hawaii Bay Watershed Education and Training (B-WET) Program","42117":"FY2020 Office of Weather and Air Quality Research Programs","40898":"Climate Program Office 2020","33546":"2019 Marine Education and Training Mini Grant Program","30984":"FY2019 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","30098":"FY2019 Office of Weather and Air Quality Research Programs","28603":"Climate Program Office FY 2019","20672":"2018 MET Mini Grant Program","20185":"FY2018 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","16567":"Climate Program Office 2018","14326":"2017 Marine Education and Training Mini Grant Program","12828":"FY2017 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","7220":"Integrating Economic Development Across the Federal Government","7183":"2016 Marine Education and Training Mini Grant Program","6935":"FY2016 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","2769":"NOAA Sea Grant Aquaculture Extension and Technology Transfer 2015","1336":"JCSDA - 2015 Research in Satellite Data Assimilation for Numerical Environmental Prediction","1366":"2015 Marine Education and Training Mini Grant Program","72857":"Fiscal Year 2015 NOAA New England Bay Watershed Education and Training Program","72322":"FY2015 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","68598":"2014 Marine Education and Training Mini Grant Program","68525":"Great Lakes Areas of Concern Land Acquisition Grants","68372":"FY2014 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","63945":"2013 Pacific Northwest Bay-Watershed Education and Training","63329":"NOAA Sea Grant Aquaculture Extension and Technology Transfer 2013","63372":"NOAA Sea Grant Community Climate Adaptation Initiative 2013","61509":"2013 Marine Education and Training Mini Grant Program","53083":"JCSDA - 2013 Research in Satellite Data Assimilation for Numerical Environmental Prediction","42795":"FY2013 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","18300":"Research Partnerships in Support of Regional Climate Adaptation","760":"2012 Marine Education and Training Mini Grant Program","72961":"Regional Ecosystem Prediction Program; Center for Sponsored Coastal Ocean Research","67626":"FY2012 NOAA Bay Watershed Education and Training (B-WET) Hawaii Program","65465":"NOAA Sea Grant Community Climate Adaptation Initiative 2011","44666":"2011 Western Pacific Demonstration Projects","44655":"2011 Marine Education and Training Mini Grant Program","44532":"2011 Alaska Region Marine Education and Training Grant Program","40156":"Collaborative Science, Technology, and Applied Research (CSTAR) Program"},"opportunitynumber":{"62219":"NOAA-NMFS-FHQ-2024-2008000","60185":"NOAA-NMFS-AK-2023-2007767","59583":"NOAA-OAR-CPO-2023-2007559","58909":"NOAA-NOS-OCM-2023-2007627","58679":"NOAA-OAR-CPO-2023-2007562","57298":"NOAA-NOS-OCM-2022-2007458","58166":"NOAA-OAR-WPO-2023-2007516","57870":"NOAA-OAR-CPO-2023-2007440","57580":"NOAA-NMFS-PRPO-2023-2007293","57093":"EDA-HDQ-RNTA-2022-2007441","53900":"NOAA-NMFS-AK-2022-2007143","54760":"NOAA-NMFS-WCRO-2022-2007169","52567":"EDA-HDQ-ARPGJ-2021-2006964","54240":"NOAA-OAR-OAP-2022-2007166","53819":"NOAA-NOS-ONMS-2022-2007128","53115":"NOAA-OAR-WPO-2022-2006969","52544":"NOAA-NMFS-PRPO-2022-2006908","52489":"NOAA-OAR-CPO-2022-2006799","51602":"NOAA-OAR-OER-2022-2006910","49983":"NOAA-NOS-OCM-2021-2006759","50100":"NOAA-NMFS-WCRO-2021-2006805","49015":"NOAA-OAR-CPO-2021-2006738","48762":"NOAA-NMFS-PIRO-2021-2006718","48506":"NOAA-OAR-SG-2021-2006704","47969":"NOAA-OAR-WPO-2021-2006592","47685":"NOAA-OAR-CPO-2021-2006389","44836":"NOAA-OAR-OAP-2020-2006352","43793":"NOAA-NMFS-PIRO-2020-2006309","43166":"NOAA-NOS-OCM-2020-2006197","42117":"NOAA-OAR-OWAQ-2020-2006188","40898":"NOAA-OAR-CPO-2020-2006076","33546":"NOAA-NMFS-PIRO-2019-2005950","30984":"NOAA-NOS-OCM-2019-2005858","30098":"NOAA-OAR-OWAQ-2019-2005820","28603":"NOAA-OAR-CPO-2019-2005530","20672":"NOAA-NMFS-PIRO-2018-2005476","20185":"NOAA-NOS-OCM-2018-2005344","16567":"NOAA-OAR-CPO-2018-2005133","14326":"NOAA-NMFS-PIRO-2017-2005072","12828":"NOAA-NOS-OCM-2017-2004984","7220":"EDA-HDQ-RNTA-2016-2004525","7183":"NOAA-NMFS-PIRO-2016-2004728","6935":"NOAA-NOS-OCM-2016-2004576","2769":"NOAA-OAR-SG-2015-2004399","1336":"NOAA-NESDIS-NESDISPO-2015-2004220","1366":"NOAA-NMFS-PIRO-2015-2004258","72857":"NOAA-NMFS-GARFO-2014-2004167","72322":"NOAA-NOS-CSC-2015-2004149","68598":"NOAA-NMFS-PIRO-2014-2003960","68525":"NOAA-NOS-OCRM-2014-2003923","68372":"NOAA-NOS-CSC-2014-2003875","63945":"NOAA-SEC-OED-2013-2003620","63329":"NOAA-OAR-SG-2013-2003654","63372":"NOAA-OAR-SG-2013-2003664","61509":"NOAA-NMFS-PIRO-2013-2003597","53083":"NOAA-NESDIS-NESDISPO-2013-2003497","42795":"NOAA-NOS-CSC-2013-2003463","18300":"NOAA-OAR-CPO-2012-2003304","760":"NOAA-NMFS-PIRO-2012-2003234","72961":"NOAA-NOS-NCCOS-2012-2003178","67626":"NOAA-NOS-CSC-2012-2003040","65465":"NOAA-OAR-SG-2011-2002930","44666":"NOAA-NMFS-PIRO-2011-2002764","44655":"NOAA-NMFS-PIRO-2011-2002762","44532":"NOAA-NMFS-AK-2011-2002758","40156":"NOAA-NWS-NWSPO-2011-2002537"},"description":{"62219":"NOTE: Submission requirements in this NOFO may change from previous year&apos;s announcements. The S-K Program recommends reading the full announcement carefully, paying close attention to Section IV Application and Submission Information, for changes to application submission requirements.The objectives of the S-K Program and, therefore, the funding priorities for the S-K Grant Competition, have changed over the years since the program began in 1980. The program has evolved as Federal fishery management laws and policies and research needs have evolved in response to changing circumstances.The Magnuson-Stevens Fishery Conservation and Management Act requires fishery managers to undertake efforts to prevent overfishing, rebuild overfished fisheries, ensure conservation, minimize by-catch, protect essential fish habitats, and realize the full potential of U.S. fishery resources. It further requires that the Federal government take into account the importance of fishery resources to fishing communities; provide for the sustained participation of such communities; and, to the extent possible, minimize the adverse economic impacts of conservation and management measures on such communities.The objective of the S-K Research and Development Program, referred to throughout this document as the S-K Program, is to promote U.S. fisheries by assisting the fishing community to address marketing and research needs.NMFS seeks applications that demonstrate direct benefits to U.S. fisheries and meaningful participation of fishing communities . The S-K Grant Competition is open to applicants from a variety of sectors, including individuals, industry, academia, and state and local governments.","60185":"The National Marine Fisheries Service is soliciting competitive applications for the fiscal year 2023 Alaska Marine Education and Training Mini-Grant Program. Projects are being solicited to improve education and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents.","59583":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), Climate Program Office (CPO), the Earth System Science and Modeling (ESSM) Division programs address climate challenges by managing competitive research programs that support high-priority science initiatives. CPO\/ESSM Programs advance our understanding of the Earth's climate system and foster the application and use of this knowledge to improve the resilience of our Nation and its partners. The National Ocean Service (NOS) provides data, tools, and services that support coastal economies and their contribution to the national economy, especially in the area of preparedness and risk reduction. The Climate Program Office is working across OAR and NOS, and in collaboration with the National Weather Service, to develop and support research on the topic of coastal inundation. Through this announcement, CPO\/ESSM is seeking applications for one individual competition in FY23. Competitions solicit projects in response to H.R.3684 - Infrastructure Investment and Jobs Act, NOAA section, Provision 3:\"... coastal and inland flood and inundation mapping and forecasting, ...\" that align with the goals of \"A NOAA Capability for Coastal Flooding and Inundation Information and Services at Climate Timescales to Reduce Risk and Improve Resilience\". (https:\/\/cpo.noaa.gov\/Portals\/0\/Docs\/Risk-Teams\/NOAA-Coastal-Inundation-at-Climate-Timescales-Whitepaper.pdf)NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","58909":"The National Estuarine Research Reserve System (NERRS) consists of estuarine areas of the United States and its territories designated and managed for research and educational purposes (Reserve). Each Reserve within the NERRS is chosen to represent a different bio-geographic region and to include a variety of ecosystem types in accordance with the classification scheme of the national program as specified in 15 C.F.R. Part 921. By funding Reserve lead agencies and universities to conduct land acquisition and construction projects that support the NERRS mission, NOAA will strengthen protection of key land and water areas, enhance long-term protection of Reserve areas for research and education, and provide for facility and exhibit construction that meet the highest sustainable design standards possible.NOAA anticipates approximately $4.5 million in Fiscal Year 2023 will be available to designated lead Reserve agencies or universities in coastal states for approximately 5-20 construction and acquisition projects, and expected to range from approximately $20,000 to $1,500,000 per project and with project periods typically covering 12-36 months, depending on the availability of funds.The NOAA Office for Coastal Management (OCM) encourages applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which OCM engages.","58679":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), Climate Program Office (CPO), the Earth System Science and Modeling (ESSM) Division programs address climate challenges by managing competitive research programs that support high-priority science initiatives. CPO\/ESSM Programs advance our understanding of the Earth's climate system and foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO\/ESSM is seeking applications for two individual competitions in FY23. These competitions solicit projects in response to the DISASTER RELIEF SUPPLEMENTAL APPROPRIATIONS ACT (DRSA), 2022:\"Improvements to ... precipitation and flood prediction, forecasting, and mitigation capabilities...\" (https:\/\/www.congress.gov\/bill\/117th-congress\/house-bill\/5305\/text) that align with the goals of NOAA's Precipitation Prediction Grand Challenge Strategy 2020-2030 (PPGC). (https:\/\/www.noaa.gov\/sites\/default\/files\/2022-01\/PPGC-Strategy_FINAL_2020-1030.pdf). NOAA's PPGC initiative is aimed at providing more accurate, reliable, and timely precipitation forecasts across timescales from weather to subseasonal-to-seasonal (S2S) to seasonal-to-decadal (S2D) through the development and application of a fully coupled Earth system prediction model. NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","57298":"The purpose of this notice is to solicit grant proposals from eligible state and territory Coastal Zone Management Programs (CZM Programs) for coastal habitat restoration; coastal habitat restoration planning, engineering, and design; and land conservation projects that support the goals and intent of the Coastal Zone Management Act (CZMA), the Coastal and Estuarine Land Conservation Program (CELCP), and the Infrastructure Investment and Jobs Act, Public Law 117-58. For the purposes of this funding opportunity, coastal habitat conservation is defined as the acquisition of fee simple interest in real property or conservation easements.NOAA anticipates that approximately $35 million will be competitively awarded to approved state and territory Coastal Management Programs. For habitat restoration engineering, design and planning, it is anticipated that projects will range from approximately $200,000-$500,000. For habitat restoration, it is anticipated that projects will range from approximately $2 million to $6 million per project. For land conservation, it is anticipated that projects will range from approximately $1 million to $4 million. Applicants may propose projects with a Federal funding request less than or more than these amounts, up to $6 million. The NOAA Office for Coastal Management (OCM) encourages applicants and awardees to support the principles of equity and inclusion when writing their proposals and performing their work. Promoting equity and inclusion through community engagement, co-development, and partnership improves creativity, productivity, and the vitality of the coastal management community that OCM supports.","58166":"NOAA's Weather Program Office (WPO) is soliciting proposals for four grant competitions from this notification valued at approximately $13.5 million per year as follows: 1) Innovations for Community Modeling, 2) Observations (Obs), 3) Social, Behavioral, and Economic Sciences (SBES), and 4) Verification of the Origins of Rotation in Tornadoes Experiment in the United States (VORTEX-USA; inclusive of VORTEX-Southeast). In alignment with the Weather Forecasting and Innovation Act of 2017 (Public Law 115-25), this funding opportunity will allow NOAA to support new weather, water, and earth system observing and forecasting applications, including improved analysis techniques, better statistical or dynamic forecast models and techniques, and communication of that information to better inform the public. In particular, projects are sought that are responsive to the Priorities articulated in the Science Advisory Board&apos;s 2021 Priorities for Weather Research Report (https:\/\/sab.noaa.gov\/wp-content\/uploads\/2021\/12\/PWR-Report_Final_12-9-21.pdf). For the purposes of NOAA-funded projects, the maturity of projects is broadly classified using Readiness Levels (RLs), as adopted by NOAA and other federal agencies. The numerical RL scale from 1 to 9 is designed to track project maturity across the progressive spectrum from research to development to demonstration to deployment. Some competitions and science priorities in this announcement may target research at a specific maturity level and restrict proposals to specific RL ranges. Additional information can be found in the Program Objectives (Section I.A) and Priorities (Section I.B), and definitions of RLs can be found in the NOFO Information Sheet accompanying this announcement. NOAA, OAR, and WPO encourage applicants and awardees to write their proposals and perform their work in a manner consistent with NOAA's core values, including those on diversity, inclusion, accessibility, civil rights, and scientific integrity. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the weather and water research community in which WPO engages. ","57870":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses these climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision-support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for eight individual competitions in FY23. Several of these competitions are relevant to four high-priority climate risk areas CPO is focusing on to improve science understanding and\/or capabilities that result in user-driven outcomes: Coastal Inundation, Marine Ecosystems, Water Resources, and Extreme Heat. More information about CPO's Climate Risk Areas Initiative can be found at https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","57580":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and the health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support the basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2023 and how NMFS will determine which proposals are selected for funding.The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work.The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their organizational efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, and Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","57093":"This NOFO funds two distinct programs, both of which are described in more detail below, and designed to support underserved communities and populations across the country in developing successful economic development plans and projects: 1) the Economic Recovery Corps Fellows program and 2) the Equity Impact Investments program. The Economic Recovery Corps program will add staff resources to local organizations focused on improving economic resilience and competitiveness in distressed regions across the country. EDA is seeking applications from eligible parties to create and launch a nationwide network of Economic Recovery Corps Fellows (Fellows) to help regions recover from the coronavirus pandemic by providing supplemental staff resources (i.e., Fellows) to economic development capacity-building organizations to increase their ability to effectively engage in local and regional economic development. Eligible applicants should consider strategies to build and form a national initiative that will place and coordinate Fellows across America to support two key activities: Technical Assistance -- enable communities to access funding and participate in economic development programs and initiatives through preparation, training, and implementation assistance Knowledge and Insights -- study, organize, and disseminate information, data, and analysis to accelerate the adoption of future-focused economic development principles and practices To learn more about this program visit: https:\/\/www.eda.gov\/programs\/economic-recovery-corps The Equity Impact Investments program will provide technical assistance to enable organizations serving underserved populations and communities to participate in economic development planning and projects. Under the Equity Impact Investments Program, EDA is hoping to make one national award and is seeking applications from eligible parties to coordinate organizations with a proven track record of effectively working with, conducting outreach to and delivering outcomes for underserved populations and communities to improve equity outcomes for both future and current EDA grantees. EDA seeks proposals that will drive the equity outcomes of economic development work through a suite of technical assistance and coordination activities. Applicants should be well-versed in how to build and implement successful economic development plans that deliver tangible results. Applicants should leverage this expertise, along with a strong network of local and regional economic and community development organizations, to effectively bring organizations that serve underserved populations and communities into local economic development projects and plans. To learn more about this program visit: www.eda.gov\/programs\/equity-impact-investments ","53900":"The National Marine Fisheries Service is soliciting competitive applications for the fiscal year 2022 Alaska Marine Education and Training Mini-Grant Program. Projects are being solicited to improve education and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents.","54760":"The NMFS West Coast Region (WCR) recognizes the essential role that education and outreach projects and educational partnerships play in the conservation of WCR endangered and threatened species, marine mammals and Species in the Spotlight, which is a NMFS initiative, designating nine specific species that are among the most at risk of extinction in the near future. The nine Species in the Spotlight can be viewed at https:\/\/www.fisheries.noaa.gov\/topic\/endangered-species-conservation#species-in-the-spotlight. This competition seeks to support projects that educate, engage and inspire the community to play a role in the conservation of WCR marine resources.","52567":"Through this American Rescue Plan Act Good Jobs Challenge Notice of Funding Opportunity (ARPA Good Jobs Challenge NOFO), EDA aims to assist communities and regions impacted by the coronavirus pandemic. The pandemic has caused, and continues to cause, economic injury to U.S. communities and regions in devastating and unprecedented ways. This ARPA Good Jobs Challenge NOFO is designed to help get Americans back to work by developing and strengthening regional systems to develop and execute sectoral partnerships that will lead to well-paying jobs. The goal of regional workforce training systems is to create and implement effective employer-driven training programs that will connect the existing and emerging skills needs of employers with workers and will help workers find and keep quality jobs and advance along their chosen career path. Regional workforce training systems and sectoral partnerships funded under this NOFO should connect employers in an industry with key regional stakeholders, including state and local governmental entities, economic development organizations, workforce development boards, employer-facing organizations, education and training providers, community-based organizations (CBOs), worker-serving organizations (WSOs), and\/or labor unions. The system or partnership should be led by a System Lead Entity or Backbone Organization, respectively, serving as an intermediary that has convening power in the region and the capacity to coordinate all necessary stakeholders. EDA also encourages systems and partnerships to address populations with labor market barriers such as persons with disabilities, at-risk youth, individuals in recovery, individuals with past criminal records including justice-impacted and reentry participants, and veterans.EDA anticipates making approximately 25 to 50 awards under this ARPA Jobs Training NOFO and scaling awards as appropriate to the proposed geographic, industry, and worker role coverage of a given regional system.","54240":"The Ocean Acidification Program education mini-grant initiative, is a competitively based program that supports coastal and ocean acidification education programs that are responsive to the goals of the NOAA OA Education Implementation Plan and the 2021-2040 NOAA Education Strategic Plan. Priority goals include engaging diverse audiences in ocean acidification education and outreach, matching ocean acidification communication needs with existing research, education and outreach activities, while developing innovative approaches for community involvement. These goals are part of NOAA&apos;s efforts to increase Diversity, Equity, Inclusion, and Accessibility (DEI&amp;A as defined in this executive order https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/06\/25\/executive-order-on-diversity-equity-inclusion-and-accessibility-in-the-federal-workforce\/) in ocean literacy, stewardship, and workforce development, particularly in inland and underserved communities.","53819":"The NOAA Bay Watershed Education and Training (B-WET) program is an environmental education program that promotes locally relevant, authentic experiential learning focused on K--12 audiences. The primary delivery of B-WET is through competitive funding that promotes Meaningful Watershed Educational Experiences (MWEEs; defined in Section I.A.b) for students, related professional development for teachers, and help to support regional education and environmental priorities in the Pacific Northwest. B-WET was established in 2002 in the Chesapeake Bay watershed and currently exists in seven regions: California, Chesapeake Bay, Hawaii, Gulf of Mexico, New England, Pacific Northwest, and Great Lakes. The Office of National Marine Sanctuaries coordinates four of the seven B-WET regions. The Office of National Marine Sanctuaries serves as the trustee for a network of underwater areas encompassing more than 620,000 square miles of marine and Great Lakes waters from Washington state to the Florida Keys, and from Lake Huron to American Samoa. The network includes a system of 15 national marine sanctuaries and Papahanaumokuakea and Rose Atoll marine national monuments. The Pacific Northwest B-WET program supports grantee capacity building and connects grantees to local NOAA assets and relevant STEM (Science, Technology, Engineering, and Mathematics) expertise, while being responsive to local education and environmental priorities. For the purposes of this solicitation, the Pacific Northwest region is defined as Oregon and Washington. NOAA recognizes that knowledge and commitment built from firsthand experience, especially in the context of one&apos;s community and culture, is essential for achieving environmental stewardship. Carefully selected experiences driven by rigorous academic learning standards, stimulating discovery and wonder, and nurturing a sense of community will further connect students with their watershed, help reinforce an ethic of responsible citizenship, and promote academic achievement. Experiential learning techniques, such as those supported by the NOAA B-WET program, have been shown to increase interest in STEM, thus contributing to NOAA&apos;s obligations under the America Competes Act (33 USC 893a(a)).","53115":"NOAA's Weather Program Office (WPO; formerly OWAQ, the Office of Weather and Air Quality) is soliciting proposals for weather, atmospheric composition, and earth system modeling and observations research reflecting multiple science objectives spanning time scales from hours to seasons, and from weather and water observations and earth system modeling to fire weather and social, behavioral, and economic science. There will be six grant competitions from this notification valued at approximately $16,500,000 per year as follows: 1) Fire Weather &amp; Atmospheric Composition (FWAC), 2) Climate Testbed (CTB), 3) Weather Testbeds, 4) Joint Technology Transfer Initiative (JTTI), 5) Subseasonal-to-Seasonal (S2S) , and 6) Verification of the Origins of Rotation in Tornadoes Experiment in the United States (VORTEX-USA). In alignment with the Weather Forecasting and Innovation Act of 2017 (Public Law 115-25), the funded projects should improve the weather community's understanding and ultimately its services of weather and water forecasting through engagement with the external scientific community on key science gaps of mutual interest. Through this funding opportunity, NOAA will support new weather, water, climate, earth system, and air quality observing and forecasting applications, including improved analysis techniques, better statistical or dynamic forecast models and techniques, and communication of that information to better inform the public. Forecast model improvements must focus on developing the Unified Forecast System (UFS), with an aim towards addressing forecaster priorities. These priorities were articulated in a recent series of workshops, and the top priorities are listed at https:\/\/www.weather.gov\/media\/sti\/Final%20Consolidated%20Forecasters%20requests%20April%202021.pdf. To achieve success with these objectives, selected projects should focus on advancing science and technology from the research stage to transitionable outputs or prototype products that NOAA or external partners could further develop into practical applications and operations. For the purposes of NOAA-funded projects, the maturity of projects is broadly classified using Readiness Levels (RLs), as adopted by NOAA and other federal agencies. The numerical RL scale from 1 to 9 is designed to track project maturity across the progressive spectrum from research to development to demonstration to deployment. RLs are defined in the context of NOAA's overall process for transitioning funded research into operations, commercialization, or other applications in NOAA's Policy on Research and Development Transitions described in NOAA Administrative Order 216-105B and in Section VIII. Additional information can be found in the Procedural Handbook for NOAA's Policy on Research &amp; Development Transitions at https:\/\/www.noaa.gov\/organization\/administration\/nao-216-105b-policy-on-research-and development-transitions, or at the website for the OAR Office of Research, Transition, and Application (ORTA) at https:\/\/orta.research.noaa.gov\/. Depending on the program objectives, the individual competitions within this notice of funding opportunity (NOFO) may favor projects at specific stages of maturity as signified by their estimated current RL. Program-specific project maturity considerations for funding are included in Section I.A \"Program Objectives.\" While all programs in this funding opportunity encourage an acceleration of research toward operationalization and\/or other application, no program directly supports an actual research-to-NOAA operations transition (i.e., the RL 8-to-9 transition) itself; the funded projects are, however, expected to work with NOAA operational center representatives to develop strategies if future transitions to NOAA are anticipated.","52544":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2022 and how NMFS will determine which proposals are selected for funding. The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work. The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","52489":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses these climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision-support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for eight individual competitions in FY22. Several of these competitions are relevant to four high-priority climate risk areas CPO is focusing on to improve science understanding and\/or capabilities that result in user-driven outcomes: Coastal Inundation, Marine Ecosystems, Water Resources, and Extreme Heat. More information about CPO's Climate Risk Areas Initiative can be found https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","51602":"The NOAA Office of Ocean Exploration and Research (OER), also known as NOAA Ocean Exploration, is soliciting proposals to conduct or support ocean exploration resulting in outcomes that provide or enable initial assessments about unknown or poorly understood regions of U.S. waters. This funding opportunity will focus on the outcomes of the Workshop to Identify National Ocean Exploration Priorities in the Pacific hosted by the Consortium for Ocean Leadership (COL) in 2020 in partnership with OER. Proposals should support the ocean exploration topical priorities or spatial priorities in the U.S. Exclusive Economic Zone (EEZ) identified in the \"Report on the Workshop to Identify National Ocean Exploration Priorities in the Pacific\" (https:\/\/oceanleadership.org\/wp-content\/uploads\/2020\/11\/OceanExploration_PacificPriorities_WorkshopReport_NOV2020.pdf). Proposals should also support the National Strategy for Mapping, Exploring, and Characterizing the United States Exclusive Economic Zone (national strategy, https:\/\/oeab.noaa.gov\/wp-content\/uploads\/2021\/01\/2020-national-strategy.pdf). Proposals for the ocean exploration and marine archaeology themes must be for projects in unknown or poorly understood areas as referenced in the national strategy's implementation plan (https:\/\/oeab.noaa.gov\/wp-content\/uploads\/2021\/01\/2021-national-strategy-implementation.pdf) and within the U.S. EEZ in the Pacific Ocean. The Pacific priorities workshop report stresses the active awareness of the cultural context in which ocean exploration is often conducted. Recognizing the unique and numerous Pacific communities as partners and stakeholders enhances the overall impact of the ocean exploration enterprise through wider public support, a more diverse workforce and community of practitioners, and incorporation of traditional knowledge systems throughout the process. Applicants should consider including the interests of tribal nations and Indigenous peoples within targeted exploration areas and engaging these communities in a meaningful way.","49983":"The NOAA Hawaii Bay Watershed Education and Training (B-WET) program is a federal funding opportunity that meets NOAA's mission of science, service, and stewardship. The Hawaii B-WET program supports a vision of a future where societies and ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine, and watershed ecosystems in the Hawaiian Islands. This is a competitive opportunity for grants to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The Hawaii B-WET program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such as understanding ocean, Earth and atmospheric sciences, community resilience to hazards, and place-based environmental management. Funded projects provide Meaningful Watershed Educational Experiences for students, professional development for teachers, service-learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at https:\/\/www.noaa.gov\/office-education\/bwet.","50100":"The NOAA Fisheries West Coast Regional Office (WCRO) recognizes the essential role that education and outreach projects and educational partnerships play in the conservation of West Coast Region (WCR) endangered and threatened species, marine mammals and Species in the Spotlight. This competition seeks to support projects that educate, engage and inspire the community to play a role in the conservation of WCR marine resources.","49015":" Extreme heat in urban areas presents society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses this and other climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for a single competition in FY21. This competition supports a high-priority climate risk area that CPO is organizing some of its activities around to improve science understanding and\/or capabilities that result in user-driven outcomes. This risk area, focused on extreme heat, is one of four initial risk areas; the others are coastal inundation, marine ecosystems, and water resources. More information about CPO's Climate Risk Areas Initiative can be found at: https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","48762":"The National Marine Fisheries Service (NMFS) is soliciting competitive applications for the fiscal year 2021 Pacific Islands Region Marine Education and Training (MET) Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians, and other underrepresented groups in the region.","48506":"The National Sea Grant Office (NSGO) and the Ocean Acidification Program (OAP) are seeking applications that establish, continue, and\/or expand collaborations between researchers and the shellfish aquaculture industry. Specifically, applications to this competition should utilize new or existing research\/industry partnerships to study how ocean and coastal acidification in combination with other stressors impacts shellfish aquaculture. Projects should utilize multiple parameter physical, chemical, or biological observing systems and\/or conduct multiple stressor experimental research. The priorities of this funding opportunity are to (1) build or strengthen relationships between the shellfish aquaculture industry and the aquaculture research community (including university, industry, private sector, tribal, state, and\/or federal scientists representing diverse perspectives), (2) develop scientific knowledge on the impact of ocean and coastal acidification in combination with other stressors to shellfish aquaculture, and (3) create data products, tools, technologies, management practices, or other deliverables that are broadly applicable to building resilience within the shellfish aquaculture sector. Subject to the availability of funding, NSGO and OAP anticipate approximately $2,000,000 total will be available to support approximately 2-6 projects, with each project funded at the approximate level of $100,000 - $300,000 per year for 1-3 years. This document sets out requirements for submitting to NOAA-OAR-SG-2021-2006704. Additional guidance and tips on how best to prepare an application are provided in the Sea Grant General Application Guide available at (https:\/\/seagrant.noaa.gov\/Portals\/1\/Guidance\/SeaGrantGeneralApplicationGuide.pdf)","47969":"NOAA's Weather Program Office (WPO; formerly OWAQ, the Office of Weather and Air Quality) is soliciting proposals for weather, air quality, and earth-system modeling and observations research reflecting multiple science objectives spanning time scales from hours to seasons, and from weather and water observations and earth system modeling to social, and behavioral, and economic science. There will be three grant competitions from this notification valued at approximately $7,750,000 as follows: 1) Joint Technology Transfer Initiative (JTTI), 2) Observations, and 3) Social, Behavioral, and Economic Sciences (SBES). In alignment with the Weather Forecasting and Innovation Act of 2017 (Public Law 115-25), the funded projects should improve the weather community's understanding and ultimately its services of weather and water forecasting through engagement with the external scientific community on key science gaps of mutual interest. Through this funding opportunity, NOAA will support new weather, water, climate, earth system, and air quality observing and forecasting applications, including improved analysis techniques, better statistical or dynamic forecast models and techniques, and communication of that information to better inform the public. To achieve success with these objectives, selected projects should focus on advancing science and technology from the research stage to transitionable outputs or prototype products that NOAA or external partners could further develop into practical applications and operations. For the purposes of NOAA-funded projects, the maturity of projects is broadly classified using Readiness Levels (RLs), as adopted by NOAA and other federal agencies. The numerical RL scale from 1 to 9 is designed to track project maturity across the progressive spectrum from research to development to demonstration to deployment. RLs are defined in the context of NOAA's overall process for transitioning funded research into operations, commercialization, or other applications in NOAA's Policy on Research and Development Transitions described in NOAA Administrative Order 216-105B and in Section VIII. Additional information can be found in the Procedural Handbook for NOAA's Policy on Research &amp; Development Transitions at https:\/\/www.noaa.gov\/organization\/administration\/nao-216-105b-policy-on-research-and-development-transitions. Depending on the program objectives, the individual competitions within this notice of funding opportunity may favor projects at specific stages of maturity as signified by their estimated current RL. Program-specific project maturity considerations for funding are included in Section I.A \"Program Objective.\" While all programs in this funding opportunity encourage an acceleration of research toward operationalization and\/or other application, no program directly supports an actual research-to-NOAA operations transition (i.e., the RL 8-to-9 transition) itself; the funded projects are, however, expected to work with NOAA operational center representatives to develop strategies if future transitions to NOAA are anticipated. NOAA, OAR, and WPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the weather and water research community in which WPO engages.","47685":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) addresses these climate challenges by managing competitive research programs through which high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities are funded to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. Through this announcement, CPO is seeking applications for 6 individual competitions in FY21. Several of these competitions are relevant to high-priority climate risk areas CPO is organizing some of its activities around to improve science understanding and\/or capabilities that result in user-driven outcomes in four initial risk areas: Coastal Inundation, Marine Ecosystems, Water Resources and Extreme Heat https:\/\/cpo.noaa.gov\/News\/ArtMID\/7875\/ArticleID\/1945\/NOAA%E2%80%99s-Climate-Program-Office-launches-Climate-Risk-Areas-Initiative. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","44836":"The Ocean Acidification Program education mini-grant initiative, is a competitively based program that supports coastal and ocean acidification education programs that are responsive to the goals of the NOAA OA Education Implementation Plan. Priority goals include prioritizing and engaging target audiences for ocean acidification education and outreach, matching ocean acidification communication needs with existing research, education and outreach activities, while developing innovative approaches for community involvement.","43793":"The National Marine Fisheries Service (hereinafter, \"NMFS\") is soliciting competitive applications for the fiscal year 2020 Pacific Islands Region Marine Education and Training (MET) Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","43166":"The NOAA Hawaii Bay Watershed Education and Training (B-WET) program is a federal funding opportunity that meets NOAA&apos;s mission of science, service and stewardship. The Hawaii B-WET program supports a vision of a future where societies and ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine, and watershed ecosystems in the State of Hawaii. This is a competitive opportunity for grants to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The Hawaii B-WET program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such as understanding ocean, earth and atmospheric sciences, community resilience to hazards, and place-based environmental management. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service-learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at https:\/\/www.noaa.gov\/office-education\/bwet. ","42117":"NOAA's Office of Weather and Air Quality (OWAQ) is soliciting proposals for weather, air quality, and earth-system modeling research reflecting multiple science objectives spanning time scales from hours to seasons, and from weather and water observations and earth system modeling to social and behavioral science. There will be three grant competitions from this notification valued at approximately $7,000,000 as follows: 1) Joint Technology Transfer Initiative (JTTI), 2) Verification of the Origins of Rotation in Tornadoes Experiment - Southeast U.S. (VORTEX-SE), and 3) Climate Testbed (CTB). In alignment with the Weather Forecasting and Innovation Act of 2017 (Public Law 115-25), the funded projects should improve NOAA's understanding and ultimately its services of weather and water forecasting through engagement with the external scientific community on key science gaps of mutual interest. Through this funding opportunity, NOAA will support new weather, water, climate, earth system, and air quality observing and forecasting applications, including improved analysis techniques, better statistical or dynamic forecast models and techniques, and communication of that information to better inform the public. To achieve success with these objectives, selected projects should focus on advancing science and technology from the research stage to commercialization or prototype products that NOAA could further develop into practical applications and operations. For the purposes of NOAA-funded projects, the maturity of projects is broadly classified using Readiness Levels (RLs), as adopted by NOAA and other federal agencies. The numerical RL scale from 1 to 9 is designed to track project maturity across the progressive spectrum from research to development to demonstration to deployment. RLs are defined in the context of NOAA's overall process for transitioning funded research into operations, commercialization, or other applications in NOAA's Policy on Research and Development Transitions described in NOAA Administrative Order 216-105B at http:\/\/www.corporateservices.noaa.gov\/ames\/administrative_orders\/chapter_216\/216-105B.html, and in Appendix A. Depending on the program objectives, the individual competitions within this notice of funding opportunity may favor projects at specific stages of maturity as signified by their estimated current RL. Program-specific project maturity considerations for funding are included in Section I.A \"Program Objective.\" While all programs in this funding opportunity encourage an acceleration of research toward operationalization, commercialization, and\/or other application, no program directly supports an actual research-to-NOAA operations transition (i.e., the RL 8-to-9 transition) itself; however, any projects that produce output that may be adopted into NOAA operations after their conclusion are expected to work with NOAA operational center representatives to develop strategies for the potential transition performed by NOAA. NOAA's National Weather Service (NWS) is also announcing a companion Fiscal Year (FY) 2020 federal grant funding opportunity to this OAR opportunity through their Collaborative Science, Technology, and Applied Research (CSTAR) Program in September 2019. Though there can be overlap, CSTAR funds research that is often directed toward local forecasting applications at individual or regional NWS Weather Forecast Offices (WFOs), while OWAQ funds research that is more often directed toward broadly applicable forecasting applications, such as at NWS national forecast centers or multiple WFOs. NOAA, OAR, and OWAQ encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the weather and water research community in which OWAQ engages. ","40898":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions through investments at NOAA labs, service lines and Cooperative Institutes, as well as non-governmental organizations, the private sector and the university community. These investments are key to NOAA's mission of &quot;Science, Service, and Stewardship&quot; and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies. Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's broader climate science and services programs and supports NOAA's mandated responsibilities under the National Climate Program Act, Global Change Research Act and its National Climate Assessment, the National Integrated Drought Information System Act, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. CPO's strategy addresses challenges in the areas of: (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges, and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs for a resilient society. We work towards this objective of integration through a focus on climate intelligence and climate resilience, in support of NOAA's goals. CPO defines climate intelligence as the capabilities regarding: (1) Observations and monitoring, (2) Earth system science and modeling, (3) Climate and societal interactions, and (4) Communication, education, and engagement. Climate resilience leverages climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to protect and sustain all sectors of our economy and environment. A hallmark of CPO's success in linking climate intelligence to resilience is the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance. Key components of this effort are annual Notice of Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","33546":"The National Marine Fisheries Service (hereinafter, \"NMFS\") is soliciting competitive applications for the fiscal year 2019 Pacific Islands Region Marine Education and Training (MET) Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region. ","30984":"The NOAA Bay WatershedEducation and Training (B-WET) Hawaii Program is a federal funding opportunitywhich meets NOAA&apos;s mission of science, service and stewardship. The B-WETHawaii Program supports a vision of a future where societies and ecosystems arehealthy and resilient in the face of sudden or prolonged change. The purposefor this financial assistance is to support our communities by developing awell-informed citizenry involved in decision-making that positively impacts ourcoastal, marine and watershed ecosystems in the State of Hawaii. This is acompetitive opportunity for grants to assist in the development of newprograms, encourage innovative partnerships among environmental educationprograms, and support geographically targeted programs to advance environmentaleducation efforts that complement national and state school requirements. TheB-WET Hawaii Program plays a foundational role as an environmental educationprogram that promotes locally relevant, experiential learning in the K-12 environmenton priority topics such understanding ocean, earth and atmospheric sciences,community resilience to hazards, and place-based environmental management.Funded projects provide meaningful watershed educational experiences forstudents, professional development for teachers, service-learning opportunitiesfor students, and support regional education and environmental priorities. Moreinformation about the B-WET program is online athttp:\/\/www.noaa.gov\/office-education\/bwet. ","30098":"There will be eight grant competitions from this notification valued at approximately $16,200,000 as follows: 1) High Impact Weather Testbeds, 2) Joint Technology Transfer Initiative (JTTI), 3) Air Quality Research and Forecasting, 4) Verification of the Origins of Rotation in Tornadoes Experiment - Southeast U.S. (VORTEX-SE), 5) Infrasound Detection of Tornadoes and High Impact Weather, 6) Next Generation of Mesoscale Weather Observing Platforms, 7) Snowpack and Soil Moisture Observations and Data Assimilation to Improve the National Water Model (NWM), and 8) Subseasonal to Seasonal (S2S). These eight competitions in this notification of funding opportunity reflect multiple science objectives spanning time scales from the very short-term (hours) to seasonal and from weather and water observations and modeling to social and behavioral science. It is focused on improving NOAA's understanding and ultimately its weather and water forecasting services through engagement with the external scientific community on key science gaps of mutual interest through funded grant opportunities. One of the key themes is supporting applied research and development that leads to the demonstration in NOAA's testbeds during the project period of new high impact weather, water, and air quality observing and forecasting applications, including new data or products, improved analysis techniques, better statistical or dynamic forecast models and techniques, and communication of that information to better inform the public. It is expected that NOAA's support of these new capabilities will speed the transition of this new research into operations in order to improve NOAA weather and water services for the public. The subseasonal to seasonal objectives focus on baseline understanding of predictability, advancement of community-driven, NOAA modeling initiatives, and increasing the utility of multi-model ensembles for end users. By facilitating new capabilities on the subseasonal to seasonal range, NOAA seeks to increase resiliency of national infrastructure, support land- and marine-based economic vitality and mitigation efforts, advance month-to-month operational applications, and better position local, regional, and national decision-makers for successful responses to adverse weather events. VORTEX-SE is a NOAA-led effort to understand the aspects of tornadoes in the Southeast U.S. that lead to an increased risk of death and injury in that region. The project emphasizes research, often interdisciplinary in nature, across the spectrum from meteorology to social, behavioral, economic, and engineering sciences. This year's funding opportunity continues the emphases of previous years. Finally, this announcement includes three competitions focused on improving the critical observing system technologies needed to underpin improved forecasts. They are focused on improved snowpack and soil moisture observations, improved mesoscale observations, and innovation in infrasound technology for detection of severe weather. NOAA's National Weather Service (NWS) is also announcing a companion Fiscal Year (FY) 2019 federal grant funding opportunity to this OAR opportunity through their Collaborative Science, Technology, and Applied Research (CSTAR) Program in early October 2018. Please search for funding opportunity number NOAA-NWS-NWSPO-2019-2005754 in https:\/\/www.grants.gov to learn more about this additional NOAA funding opportunity. CSTAR funds research that is often directed toward local forecasting applications at NWS Weather Forecast Offices, while OAR\/OWAQ funds research that is often directed at national forecasting applications at NWS national forecast centers, though there can be overlap. ","28603":" The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions through investments at NOAA labs, service lines and Cooperative Institutes, as well as non-governmental organizations, the private sector and the university community. These investments are key to NOAA's mission of &quot;Science, Service, and Stewardship&quot; and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies. Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's broader climate science and services programs and supports NOAA's mandated responsibilities under the National Climate Program Act, Global Change Research Act and its National Climate Assessment, the National Integrated Drought Information System Act, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. CPO's strategy addresses challenges in the areas of: (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges, and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs for a resilient society. We work towards this objective of integration through a focus on climate intelligence and climate resilience, in support of NOAA's goals. CPO defines climate intelligence as the capabilities regarding: (1) Observations and monitoring, (2) Earth system science and modeling, (3) Climate and societal interactions, and (4) Communication, education, and engagement. Climate resilience leverages climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to protect and sustain all sectors of our economy and environment. A hallmark of CPO's success in linking climate intelligence to resilience is the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance. Key components of this effort are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","20672":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2018 Pacific Islands Region Marine Education and Training (MET) Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","20185":"The NOAA Bay Watershed Education and Training (B-WET) Hawaii Program is a federal funding opportunity which meets NOAA&apos;s mission of science, service and stewardship. This B-WET program supports the vision of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such understanding ocean, earth and atmospheric sciences, community resilience to hazard, and place-based management. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service-learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at http:\/\/www.oesd.noaa.gov\/grants\/bwet.","16567":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions. These investments are key to NOAA's mission of &quot;Science, Service, and Stewardship&quot; and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies.Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. We meet this objective through a focus on climate intelligence and climate resilience, in support of NOAA's goals. Climate intelligence defines CPO's technical strength through its foundational capabilities, which include (1) Observations and monitoring, (2) Research to advance scientific understanding, (3) Modeling and prediction, (4) Communication, education, and engagement, and, (5) Climate and societal interactions. A focus on climate resilience leverages CPO's climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to sustain all sectors of our economy and environment. CPO's strategy addresses challenges in the areas of, (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs of a resilient society. NOAA envisions a Nation that is prepared for, thriving, and resilient to climate variability and change. CPO's activities support a unique and highly flexible climate research enterprise to improve scientific understanding of climate variability and change and to enable businesses and communities to derive the benefits of this investment in the present and into the future. Effectively coordinating across these components through the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance, have been hallmarks of CPO's success in linking environmental intelligence to resilience. Key components in this enterprise are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and the Climate Program Office encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. By promoting diversity and inclusion you can improve creativity, productivity, and the vitality of the research community.","14326":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2017 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","12828":"The NOAA Bay Watershed Education and Training (B-WET) Hawaii Program is a federal funding opportunity which meets NOAA&apos;s mission of science, service, and stewardship. This B-WET program supports the vision of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine, and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs, and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics such understanding climate, ocean and earth sciences, and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities. More information about the B-WET program is online at http:\/\/www.noaa.gov\/office-education\/bwet.","7220":"EDA is seeking applications for a one (1) year cooperative agreement to conduct research and analysis that results in tools for better aligning and integrating federal economic development programs. A core piece of this work will involve the creation and delivery of comprehensive, useable economic development program content that will facilitate access to and maximize the efficiency of such programs. Ultimately, such tools will permit communities seeking federal and other assistance to achieve their economic development objectives. Applicants should describe how they would develop and deliver comprehensive information, including an inventory of federal economic development programs and related content that identifies and clearly delineates the parameters for all economic development programs administered by all federal agencies. At a minimum, parameters for each program must include eligibility, typical uses, complementary uses, target applicant type, the types of activities supported by the program, other funding requirements or constraints and the outputs and outcomes expected by the programs. The ideal inventory would use the lens of EDA&apos;s logic model to identify how four key areas of economic development capacity are advanced through the identified federal economic development programs. Additionally, research and analysis will be conducted to explore the extent to which EDA&apos;s Comprehensive Economic Development Strategies (CEDS) process could fulfill or better align with the economic\/community\/workforce development planning requirements of other Federal economic development programs. See section I.C of this FFO. Recommendations are sought for improved alignment of planning requirements across such programs.","7183":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2016 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","6935":"The NOAA Bay Watershed Education and Training (B-WET) Hawaii Program is a federal funding opportunity which meets NOAA&apos;s mission of science, service and stewardship. This B-WET program supports the vision of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance is to support our communities by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program plays a foundational role as an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities.","2769":"Depending on availability of funds, NOAA Sea Grant expects to have available about $1,600,000 for each of FY 2015 and FY 2016 for a national competition to fund marine aquaculture extension and technology transfer efforts, as part of the overall plan to support the development of environmentally and economically sustainable ocean, coastal and Great Lakes aquaculture. Aquaculture that occurs in the Great Lakes or its coastal zone is considered marine aquaculture for this competition. This Federal Funding Opportunity includes information on application and criteria for aquaculture extension proposals requesting a maximum of $300,000 in total federal funding for up to a two-year period. Matching funds are required. Proposals are required to include a partnership (e.g., with local community governments, state and Federal agencies, regional management efforts, industry, non-governmental organizations). Awards are anticipated to start no later than September 1, 2015. Additional proposals from this competition may be selected for funding in subsequent fiscal years, subject to the availability of funds.","1336":"The NOAA\/NASA\/DOD Joint Center for Satellite Data Assimilation (JCSDA) is a distributed center that engages units of NASA: Goddard Space Flight Center (GSFC) Earth-Sun Exploration Division; NOAA: NESDIS Center for Satellite Applications and Research (STAR) , National Weather Service (NWS) National Centers for Environmental Prediction (NCEP), and Office of Oceanic and Atmospheric Research (OAR); US Navy: Oceanographer of the Navy and the Naval Research Laboratory (NRL); and US Air Force Air Weather Agency. The Joint Center&apos;s goal is to accelerate the abilities of NOAA, DoD, and NASA to ingest and effectively use the large volumes of data from current satellite-based instruments and planned satellite missions. The JCSDA supports scientific development work in the following priority areas (1) Radiative transfer, (2) Clouds and precipitation data assimilation, (3) Advanced instruments data assimilation, (4) Land data assimilation, (5) Ocean data assimilation and (6) Air Composition data assimilation. JCSDA research is performed internally (internal research) as well as externally using grants and\/or contracts awarded via a competitive process open to the broader scientific community (external research). The overarching goal of JCSDA research is to accelerate the assimilation of satellite data in US operational numerical environment forecast models. A primary measure of potential impact in this solicitation will be the acceleration of satellite data usage into NOAA, and DoD forecast systems, and the improvement of forecasts from those systems.","1366":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2015 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","72857":"The NOAA B-WET Program is an environmental education program that supports outdoor, experiential learning through competitive grant awards in specific geographic regions. Prior to 2008, NOAA B-WET Programs were established for the Chesapeake Bay and Monterey, CA areas, and the Hawaiian Islands. In 2008 three new programs began, in New England, the northern Gulf of Mexico, and the Pacific Northwest. We anticipate that funds for new and continuing projects will be available under the New England B-WET program in Fiscal Year (FY) 2015. Proposals are currently being solicited for the New England B- WET program under this funding opportunity. For the purposes of this solicitation, the New England region is defined as the states of Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, and Connecticut. NOAA recognizes that knowledge and commitment built from firsthand experience, especially in the context of one&apos;s community and culture, are essential for achieving environmental stewardship. Successful projects are those carefully selected place-based experiences that are driven by rigorous academic learning standards, engendering discovery, wonder, and associated stewardship impulses. B-WET projects nurture a sense of community, enable students to understand their place in their watershed, help reinforce an ethic of responsible citizenship, and promote academic achievement. Experiential learning techniques, such as those supported by the NOAA B-WET Program, have been shown to increase interest in science, technology, engineering, and math (STEM). This funding opportunity supports K-12 environmental education programs that provide students with meaningful watershed education experiences (MWEEs), and provide related professional development and support to in-service teachers, administrators, or other educators serving K-12 students in New England. The Atlantic Ocean and its bays, and tidal and non-tidal rivers and tributaries are an excellent resource for environmental education. These waterbodies and the surrounding landscape provide hands-on, place-based laboratories where students can see, touch, and learn about watersheds and the greater environment. For purposes of this solicitation, MWEEs are defined as below: - Experiences are investigative or project oriented. They center around questions, problems, and issues investigated through data collection, observation, and hands-on activities. Experiences stimulate observation, motivate critical thinking, develop problem-solving skills, and instill confidence in students. Where age and experience-appropriate, technology such as probeware, tablets, and GPS equipment should be integrated throughout the instructional process. Experiences such as tours, gallery visits, simulations, demonstrations, or nature walks may be instructionally useful but alone do not constitute a meaningful experience. - Experiences are an integral part of the instructional program and clearly part of what is occurring concurrently in the classroom. The experience should be part of the curriculum and align with the academic standards. They should occur where and when they fit into the instructional sequence. - Experiences do not have to be based solely on scientific disciplines. They may involve materials, resources, and instruments that address multiple topics, such as maritime heritage, history, economics, civic, math, English, art, and the cultural significance of our natural resources. They should make appropriate connections between subject areas and reflect an integrated approach to learning. - Meaningful experiences are part of a sustained activity that stimulates and motivates the student from beginning to end. Though a watershed experience itself may occur as one specific event on one day, the total duration leading up to and following the experience should involve a significant investment of instructional time. Each experience should consist of three general phases: preparation; action; and reflection. Projects should provide teachers with the support, materials, resources, and information they need to conduct these three phases. &#149; The preparation phase should focus on a question, problem, or issue and involve students in discussions about it. &#149; The action phase should include multiple outdoor experiences sufficient to conduct the project, make the observations, or collect the data required. We strongly encourage an action phase that includes both investigation and restoration or stewardship projects that improve the environment. &#149; The reflection phase should refocus on the question, problem, or issue; analyze the conclusions reached; evaluate the results; assess the activity and the knowledge gained; and include sharing and communication of the results. - Experiences consider the watershed as a system. MWEEs should make a direct connection to the marine or estuarine environment. Experiences do not have to be water-based activities as long as an intentional connection is made to the watershed, water quality, and the coastal and marine environment. Watershed experiences may include terrestrial activities (e.g., erosion control, buffer creation, groundwater protection, pollution monitoring or prevention). - NOAA products, services, or personnel enhance these experiences. NOAA can increase the impact of outdoor experiences with its wealth of applicable products and services, and cadre of scientific and professional experts. For example, NOAA data can supplement or contextualize the information collected by students. NOAA personnel have technical knowledge and experience that can serve to complement the classroom teacher&apos;s strengths and augment the array of resources for education. The inclusion of NOAA products and services in classroom activities will increase awareness of the agency&apos;s vast natural, informational, and data resources and may lead to better understanding of its mission. Additionally, these professionals can serve as important role models for career choices and as natural resources stewards, thus promoting STEM careers.","72322":"This federal funding opportunity meets NOAA&apos;s mission of science, service and stewardship in support of a future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA&apos;s goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitive grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental literacy efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide a meaningful watershed educational experience (MWEE) for students, professional development for teachers, service learning opportunities for students, and support to regional education and environmental priorities. ","68598":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2014 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","68525":"The principal objective of these NOAA Great Lakes Area of Concern Land Acquisition Grants is to provide federal financial and technical assistance to land acquisition projects (fee simple interest or conservation easements) projects within the U.S. Great Lakes Areas of Concern and their associated watersheds that meet NOAA&apos;s mission to protect and restore coastal habitats and that support the Great Lakes Regional Collaboration Strategy (http:\/\/glrc.us\/strategy.html) and the Great Lakes Restoration Initiative Action Plan. These projects should be &apos;ready-to-go&apos; and likely to be completed within 18 months from the start date of the award (anticipated October 1, 2014) and be held in perpetuity. The designated lead agency for implementing each approved coastal zone management program may solicit proposals from local governments as defined at 15 CFR 24.3, or entities eligible for assistance under section 306A(e) of the Coastal Zone Management Act (CZMA) (16 U.S.C. 1455a(e)), defined below, provided that each agency or entity has the authority to acquire and manage land for conservation purposes. Successful applications will be those that (1) contribute to the delisting of fish and wildlife habitat -related beneficial use impairments (BUIs) in Great Lakes Areas of Concern; (2) yield significant ecological benefits; (3) can be acquired within the award period; and (4) document community benefits such as improved opportunities for recreation, park use, open space, or other tangible community benefits","68372":"This federal funding opportunity meets NOAA&apos;s mission of science, service and stewardship that is directed to a vision of the future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA&apos;s goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities. ","63945":"The NOAA Bay Watershed Education and Training (B-WET) Program is an environmental education program that supports experiential learning through competitive grant awards in specific geographic regions. Prior to 2008 NOAA B-WET programs were limited to Chesapeake Bay, California and Hawaii. In 2009, the program expanded to include New England, the northern Gulf of Mexico, and the Pacific Northwest. This solicitation is for the Pacific Northwest Bay-Watershed Education and Training (PNW B-WET) program. For purposes of this solicitation, the &quot;Pacific Northwest&quot; includes the states of Oregon and Washington with particular emphasis on coastal communities. NOAA recognizes that knowledge and commitment built from firsthand experience, especially in the context of one&apos;s community and culture, is essential for achieving environmental stewardship. Carefully selected experiences driven by rigorous academic learning standards, engendering discovery and wonder, and nurturing a sense of community will further connect students with their watershed, help reinforce an ethic of responsible citizenship, and promote academic achievement. Experiential learning techniques, such as those supported by the NOAA B-WET Program, have been shown to increase interest in science, technology, engineering, and math (STEM), thus contributing to NOAA&apos;s obligations under the America COMPETES Act (33 USC 893a).","63329":"Depending on availability of funds, NOAA Sea Grant expects to have available about $1,600,000 for each of FY 2013 and FY 2014 for a national competition to fund marine aquaculture extension and technology transfer efforts, as part of the overall plan to support the development of environmentally and economically sustainable ocean, coastal and Great Lakes aquaculture. Aquaculture that occurs in the Great Lakes or its coastal zone is considered marine aquaculture for this competition. This Federal Funding Opportunity includes information on application and criteria for aquaculture extension proposals requesting a maximum of $300,000 in total federal funding for up to a two-year period. Matching funds are required. Proposals are required to include a partnership (e.g., with local community governments, state and Federal agencies, regional management efforts, industry, non-governmental organizations). Awards are anticipated to start no later than September 1, 2013. Additional proposals from this competition may be selected for funding in the next fiscal year, subject to the availability of funds.","63372":"NOAA Sea Grant expects to make available up to $1,000,000 (pending Congressional appropriation) for a national competition to fund climate adaptation efforts for FY 2013-2014 as part of an overall plan to enhance climate adaptation in coastal communities. This Federal Funding Opportunity includes information on how to apply for this funding opportunity and criteria for climate adaptation projects requesting a total of up to $100,000 in federal funds. Matching funds are required. Climate adaptation projects are expected to be conducted in partnership with local community governments, state and Federal agencies. Projects selected in this competition will be awarded and funded in FY 2013-2014 and should be completed by January 31, 2015.","61509":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2013 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","53083":"The NOAA\/NASA\/DOD Joint Center for Satellite Data Assimilation (JCSDA) is a distributed center that engages units of NASA: Goddard Space Flight Center (GSFC) Earth-Sun Exploration Division; NOAA: NESDIS Center for Satellite Applications and Research (STAR) , National Weather Service (NWS) National Centers for Environmental Prediction (NCEP), and Office of Oceanic and Atmospheric Research (OAR); US Navy: Oceanographer of the Navy and the Naval Research Laboratory (NRL); and US Air Force Air Weather Agency. The Joint Center&apos;s goal is to accelerate the abilities of NOAA, DoD, and NASA to ingest and effectively use the large volumes of data from current satellite-based instruments and planned satellite missions. The JCSDA supports scientific development work in the following priority areas (1) Radiative transfer, (2) Clouds and precipitation, (3) Advanced instruments data assimilation, (4) Land data assimilation, (5) Ocean data assimilation and (6) Air Composition data assimilation. JCSDA research is performed internally (internal research) as well as externally using grants and\/or contracts awarded via a competitive process open to the broader scientific community (external research). The overarching goal of JCSDA research is to accelerate the assimilation of satellite data in US operational numerical environment forecast models. A primary measure of potential impact in this solicitation will be the acceleration of satellite data usage into NOAA, and DoD forecast systems, and the improvement of forecasts from those systems.","42795":"This federal funding opportunity meets NOAA&apos;s mission of science, service and stewardship that is directed to a vision of the future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA&apos;s goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate, ocean and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, professional development for teachers, service learning opportunities for students, and support regional education and environmental priorities.","18300":"Regions have been an organizing influence for both decision makers and scientists working on climate adaptation. Recognizable climate patterns, such as the El Nino Southern Oscillation (ENSO), emerge at the regional level where our understanding of observations and models coalesce. Critical resources for society are managed in a context of regional systems, such as water supply and human populations. Multiple scales of governance (local, state, and federal) with complex institutional relationships can be examined across a region. Climate information (i.e. data, science, research etc) developed within these contexts and working across spatial and temporal scales resonates with people making decisions on the ground.Recognizing the importance of regions and the interests of Congress, the President&apos;s Interagency Climate Change Adaptation Task Force (ICCATF) recommends that regional climate science and service efforts of the Federal government should be better coordinated to most effectively support regional-to-local decision makers facing the impacts of climate change. Congress and the Administration want to ensure that trust between scientists and decision makers who are already working to manage climate risks is not compromised by duplicative or conflicting information. The NOAA Climate Program Office&apos;s (CPO) Regionally Integrated Science and Assessments (RISA) program supports research teams that conduct innovative, interdisciplinary, user-inspired, and regionally relevant research that informs resource management and public policy. The eleven RISA teams are nationally and internationally recognized for their innovations in providing support to decision makers on the ground who are managing risks associated with climate variability and change. NOAA&apos;s RISA program is a part of CPO&apos;s Climate and Societal Interactions (CSI) division and an active partner in the National Climate Data Center&apos;s (NCDC) efforts to build an integrated regional climate services partnership.Central to the RISA approach are commitments to process, partnership, and trust building; assessments of stakeholder decision-making needs and contexts; and evaluation of institutional and political constraints to using climate knowledge. RISA teams are effective because they have been able to create strong, long-term relationships with stakeholders from the public and private sectors, including local, regional, and state governments, federal agencies, tribal governments, utilities, the business community, national and international non-profit organizations, and educational institutions.After 15 years of regional capacity building and research, a key finding from the RISA program is that trust building between partners is best accomplished when using shared resources to collaborate on common goals, objectives or outcomes. Working together to solve problems brings people together to innovate lasting solutions. Furthermore, capacity (tools, information, knowledge, etc) is best sustained when the developers of capability or knowledge are working hand-in-hand with those entities who will apply that capability or knowledge over time. This announcement is designed to stimulate partnerships by bringing people together around specific projects related to regionally relevant issues addressing climate adaptation. ","760":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2012 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region. ","72961":"The purpose of this document is to advise the public that NOAA\/NOS\/NCCOS\/CSCOR is soliciting proposals for research under its Regional Ecosystem Prediction Program theme focused on the impacts of ocean acidification on key fish and shellfish species and their supporting ecosystems in US coastal and estuarine waters. CSCOR is accepting proposals which are focused on the development of modeling and prediction tools to determine population-, community-, and ecosystem-level effects of increasing ocean acidification in marine and estuarine systems. As a component of developing the necessary understanding of ecological processes and linkages, physiological research on targeted species or groups of ecologically related species may be included. Proposals must target or be relevant to US commercial and\/or recreational fishery species. It is anticipated that final recommendations for funding under this announcement will be made by mid Calendar Year 2012 with a start date of September 1, 2012. Total funding for this research: approximately $1.5 million over 3 years, depending on final appropriations. Funding limits for individual projects are approximately $200,000 to $400,000 per year lasting up to 3 years. Projects may include ship time above these limits. Requests for ship time costs will be evaluated in light of overall project goals. &quot; Electronic Access: Background information about the NCCOS\/CSCOR efforts can be found at www.cop.noaa.gov. Proposals should be submitted through Grants.gov (http:\/\/www.grants.gov.)","67626":"This federal funding opportunity meets NOAA&apos;s mission of science, service and stewardship that is directed to a vision of the future where societies and their ecosystems are healthy and resilient in the face of sudden or prolonged change. The purpose for this financial assistance will support NOAA&apos;s goal by developing a well-informed citizenry involved in decision-making that positively impacts our coastal, marine and watershed ecosystems in the State of Hawaii. This opportunity is a competitively-based grant that provides funding to assist in the development of new programs, encourage innovative partnerships among environmental education programs and support geographically targeted programs to advance environmental education efforts that complement national and state school requirements. The B-WET Hawaii Program is an environmental education program that promotes locally relevant, experiential learning in the K-12 environment on priority topics, such understanding climate and earth sciences and community resilience to hazards. Funded projects provide meaningful watershed educational experiences for students, related professional development for teachers, and support regional education and environmental priorities. ","65465":"NOAA Sea Grant expects to make available up to $1,000,000 for a national competition to fund climate adaptation efforts for FY 2012-2013 as part of an overall plan to enhance climate adaptation in coastal communities. This Federal Funding Opportunity includes information on how to apply for this funding opportunity and criteria for climate adaptation projects requesting a total of up to $100,000 in federal funds. Matching funds are required. Climate adaptation projects are expected to be conducted in partnership with local community governments, state and Federal agencies. Projects selected in this competition will be awarded and funded in FY 2012-2013 and must be completed by January 31, 2014.","44666":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting applications for financial assistance for Western Pacific Demonstration Projects. Eligible applicants are encouraged to submit projects intended to foster and promote use of traditional indigenous fishing practices and\/or develop or enhance Western Pacific community-based fishing opportunities benefiting the island communities in American Samoa, Guam, Hawaii, and the Northern Mariana Islands. ","44655":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2011 Pacific Islands Region Marine Education and Training Mini-Grant Program. Projects are being solicited to improve communication, education, and training on marine resource issues throughout the region and increase scientific education for marine-related professions among coastal community residents, including indigenous Pacific islanders, Native Hawaiians and other underrepresented groups in the region.","44532":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the 2011 Alaska Region Marine Education and Training Grant Program. Projects are being solicited to improve education, training, and communications on marine resource issues throughout the region and to increase scientific education for marine-related professions among coastal community residents, including Alaska Natives and other underrepresented groups in the career fields of marine resource conservation and management in Alaska. ","40156":"The CSTAR Program represents an NOAA\/NWS effort to create a cost-effective transition from basic and applied research to operations and services through collaborative research between operational forecasters and academic institutions which have expertise in the environmental sciences. These activities will engage researchers and students in applied research of interest to the operational meteorological community and will improve the accuracy of forecasts and warnings of environmental hazards by applying scientific knowledge and information to operational products and services. The NOAA CSTAR Program is a contributing element of the U.S. Weather Research Program (USWRP). NOAA&apos;s program is designed to complement other agency contributions to that national effort. The CSTAR Program addresses NOAA&apos;s Mission Goal 3--Serve society&apos;s needs for weather and water information."},"grants_url":{"62219":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=348372","60185":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345967","59583":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345230","58909":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=344350","58679":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=343996","57298":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341538","58166":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=343188","57870":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342831","57580":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342364","57093":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341163","53900":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=336656","54760":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337828","52567":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334720","54240":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337084","53819":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=336546","53115":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335428","52544":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334699","52489":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334633","51602":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=333585","49983":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=331613","50100":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=331749","49015":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=330276","48762":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329867","48506":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329496","47969":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328644","47685":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328266","44836":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=324187","43793":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=322502","43166":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=321196","42117":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=319916","40898":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318753","33546":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=312694","30984":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=310157","30098":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=309267","28603":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=308094","20672":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=299577","20185":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=298916","16567":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=293866","14326":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=290838","12828":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=288218","7220":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=280044","7183":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=279985","6935":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=279642","2769":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=274777","1336":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=269230","1366":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=269296","72857":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=261430","72322":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=259732","68598":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=248493","68525":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=248193","68372":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=247153","63945":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=227593","63329":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=222755","63372":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=223153","61509":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=216495","53083":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=204293","42795":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=189714","18300":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=165033","760":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=134813","72961":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=130733","67626":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=110133","65465":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=103673","44666":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=61753","44655":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=61733","44532":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=61574","40156":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=55991"}}