{"opportunitytitle":{"60834":"Cetacean Research in the Pacific Islands - 2023","6542":"Ocean Exploration 2016 Funding Opportunity"},"opportunitynumber":{"60834":"NOAA-NMFS-PIFSC-2023-2007765","6542":"NOAA-OAR-OER-2016-2004629"},"description":{"60834":"The objective of this program by the NOAA Pacific Islands Fisheries Science Center (PIFSC) is to advance the scientific foundation for the conservation of cetaceans in the Pacific Islands Region. Research supported through this program will contribute to the assessment of whale and dolphin populations in the central and western Pacific Ocean, which requires an understanding of distribution, stock structure, habitat use, and natural and anthropogenic threats, along with estimates of abundance, demography, and mortality. For FY2023, program priorities include 1) Research to inform mitigation measures to reduce interactions between hook-and-line fisheries and false killer whales in the central and western Pacific; 2) Research on the demographics, abundance, and\/or movement patterns of Main Hawaiian Islands insular and Hawaii pelagic false killer whale populations; 3) Research on abundance, distribution, and\/or human disturbance of spinner dolphins in the main Hawaiian Islands, with special emphasis on spinner dolphins in the Maui Nui region; and 4) Research to inform cetacean stock assessment in the Pacific Islands Region.","6542":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting pre-proposals followed by full proposals for bold, innovative, multi-partner, interdisciplinary ocean exploration projects in the following areas of interest: 1) physical, chemical and biological characterizations of unknown or poorly known regions of the deep ocean, especially areas deeper than 500 m. 2) baseline characterization of marine archaeological resources at any depth; and 3) technology that advances ocean exploration and has application to NOAA related missions. Through this announcement, NOAA OER anticipates the availability of approximately $3 million. The actual funding amount is contingent upon FY 2016 Congressional appropriations. OER estimates making 3-10 awards that will range from about $50,000 to $1.5 million. Funding for ship or submersible assets, if required, must be included in the proposal. Leveraging with ship time supported outside of this funding opportunity is strongly encouraged. "},"grants_url":{"60834":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=346765","6542":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=279152"}}