{"opportunitytitle":{"61840":"FY 2023 EDA University Center Competition - DRO","61831":"FY 2023 EDA University Center Competition - AURO","59225":"NOAA SBIR FY 2023 Phase I","59719":"FY23 NOAA SBIR Phase II","56690":"FY23 Saltonstall-Kennedy Competition","56419":"Fiscal Year 2022 Broad Agency Announcement - Access to Capital: Innovative Finance","55236":"FY 2022 EDA University Center Competition - SRO","55237":"FY 2022 EDA University Center Competition - ATRO","54506":"FY 2022 NOAA SBIR Phase II","53802":"NOAA SBIR FY 2022 Phase I","52995":"FY 2021 STEM Talent Challenge Program","52613":"Fiscal Year 2021 Broad Agency Announcement: Minority Colleges and Universities","52152":"FY22 Saltonstall-Kennedy Competition","51826":"2021 Fiscal Year Broad Agency Announcement American Indian, Alaska Native, and Native Hawaiian Project","50785":"FY 2021 EDA University Center Competition - CRO","50782":"FY 2021 EDA University Center Competition - PRO","49241":"FY 2021 Small Business Innovation Research Phase II","47129":"FY21 Saltonstall-Kennedy Competition","48464":"NOAA SBIR FY 2021 Phase I","48093":"EDA-HDQ-OIE-2020-STEMTALENT","47836":"FY 2020 Small Business Innovation Research Phase II","45704":"MBDA Business Center Program - New Mexico","45654":"MBDA Business Center Program - Nevada","44957":"2020 Build to Scale Program - Concept Proposal","44266":"NOAA SBIR","38168":"FY20 Saltonstall-Kennedy Competition","36490":"American Indian, Alaska Native, and Native Hawaiian Project","33355":"FY 2019 Regional Innovation Strategies Program","31175":"FY 2019 SMALL BUSINESS INNOVATION RESEARCH (SBIR) PROGRAM","24995":"FY19 Saltonstall-Kennedy Competition","25259":"Denver University Center Program 2018","25254":"FY 2018 Regional Innovation Strategies Program","25258":"Austin University Center Program 2018","18497":"FY18 Saltonstall Kennedy Competition","16567":"Climate Program Office 2018","16434":"FY 2017 Regional Innovation Strategies Program","15126":"NOAA Sea Grant 2017 Aquaculture Initiative: Addressing Impediments to Aquaculture Opportunities","14644":"Seattle University Center Program 2017","14664":"Atlanta University Center Program 2017","11878":"2017 Saltonstall-Kennedy Competitive Research Program","9587":"FY2016 Regional Innovation Strategies Program","9368":"FY 2016 EDA University Center Economic Development Program Competition - Chicago Regional Office","9363":"FY 2016 EDA University Center Economic Development Program Competition - Philadelphia Regional Office","6330":"2016 Saltonstall-Kennedy Competitive Research Program","2180":"Pacific Coastal Salmon Recovery Fund","67057":"2013 Saltonstall Kennedy (2013 S-K)","18300":"Research Partnerships in Support of Regional Climate Adaptation"},"opportunitynumber":{"61840":"EDA-UC-2023-DRO","61831":"EDA-UC-2023-AURO","59225":"NOAA-OAR-TPO-2023-2007691","59719":"NOAA-OAR-TPO-2023-2007785","56690":"NOAA-NMFS-FHQ-2023-2007337","56419":"MBDA-OBD-2022-2007329","55236":"EDA-SEA-TA-SRO-2022-2007230","55237":"EDA-ATL-TA-ATRO-2022-2007229","54506":"NOAA-OAR-OAR-TPO-2022-2007174","53802":"NOAA-OAR-OAR-TPO-2022-2007117","52995":"EDA-HDQ-OIE-2021-2007015","52613":"MBDA-OBD-2021-2006874","52152":"NOAA-NMFS-FHQ-2022-2006956","51826":"MBDA-OBD-2021-2006916","50785":"EDA-CHI-TA-CRO-2021-2006893","50782":"EDA-PHI-TA-PRO-2021-2006894","49241":"NOAA-OAR-OAR-TPO-2021-2006739","47129":"NOAA-NMFS-FHQ-2021-2006561","48464":"NOAA-OAR-OAR-TPO-2021-2006702","48093":"EDA-HDQ-OIE-2020-2006617","47836":"NOAA-OAR-OAR-TPO-2020-2006595","45704":"MBDA-OBD-2020-2006427","45654":"MBDA-OBD-2020-2006426","44957":"EDA-HDQ-OIE-2020","44266":"NOAA-OAR-OAR-TPO-2020-2006320","38168":"NOAA-NMFS-FHQ-2020-2006111","36490":"MBDA-OBD-2019-2006047","33355":"EDA-HDQ-OIE-2019-2005942","31175":"NOAA-OAR-OAR-TPO-2019-2005899","24995":"NOAA-NMFS-FHQ-2019-2005591","25259":"EDA-DEN-TA-DRO-2018-2005672","25254":"EDA-HDQ-OIE-2018-2005523","25258":"EDA-AUS-TA-AURO-2018-2005671","18497":"NOAA-NMFS-FHQ-2018-2005332","16567":"NOAA-OAR-CPO-2018-2005133","16434":"EDA-HDQ-OIE-2017-2005260","15126":"NOAA-OAR-SG-2017-2005177","14644":"EDA-SEA-TA-SRO-2017-2005164","14664":"EDA-ATL-TA-ATRO-2017-2005165","11878":"NOAA-NMFS-FHQ-2017-2004980","9587":"EDA-HDQ-OIE-2016-2004868","9368":"EDA-CHI-TA-CRO-2016-2004817","9363":"EDA-PHI-TA-PRO-2016-2004818","6330":"NOAA-NMFS-FHQ-2016-2004617","2180":"NOAA-NMFS-WCRO-2015-2004368","67057":"NOAA-NMFS-FHQ-2013-2003834","18300":"NOAA-OAR-CPO-2012-2003304"},"description":{"61840":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office (separate posting for applicants applying from within the Austin Regional Office) Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","61831":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office (separate posting for applicants applying from within the Denver Regional Office) Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","59225":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. Firms with the capability to conduct research and development (R&amp;D) in any of the research topic areas listed in Section 9.0 of this announcement and to commercialize the results of that R&amp;D are encouraged to participate. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only FY 2023 Phase I applications may be submitted in response to this NOFO. Phase II applications are not being accepted at this time. NOAA will publish a Phase II NOFO approximately 30 days prior to the end of the previous year's Phase I period of performance to request Phase II applications. That NOFO will provide instructions for Phase I awardees to prepare a Phase II application and the closing date for submission of applications; only the previous year's Phase I awardees are eligible to submit a Phase II application. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15 U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2025. (P.L. 117-183). Each Federal agency with an extramural budget for research\/research and Development (R\/R&amp;D) in excess of $100,000,000 must participate in the SBIR program and spend (obligate) a minimum percentage of their extramural R\/R&amp;D budgets (obligations) of not less than 3.2% of such budget in fiscal year 2017 and for the percentage required by statute for each fiscal year after for awards to small business concerns (SBCs) for R\/R&amp;D under the SBIR program. The objectives of the SBIR program are to: stimulate technological innovation in the private sector; strengthen the role of small business in meeting Federal R&amp;D needs; foster and encourage participation by businesses owned by socially and economically disadvantaged persons and women-owned SBCs in technological innovation; and increase private sector commercialization of innovations derived from federal R&amp;D funding. Fostering diversity by encouraging the participation of individuals from nationally underrepresented groups in the scientific research workforce is longstanding interest of Congress, and a key component of NOAA's commitment to diversity, equity, inclusion, and accessibility (e.g., Public Law 114-329, American Innovation and Competitiveness Act of 2017, and https:\/\/tpo-dev.oar.woc.noaa.gov\/abouttpo\/dei-statement\/). Increasing participation by socially and economically disadvantaged and women-owned small businesses is critical to the success of the SBIR program.","59719":"The U.S. Department of Commerce\/National Oceanic and Atmospheric Administration Small Business Innovation Research (SBIR) Program awards early-stage funding to U.S. small businesses to catalyze technological innovation. NOAA's SBIR Program specifically aims to invest in high-impact emerging technology areas and support the research and development of commercializable technologies that solve problems related to climate, weather, oceans, and coasts. The NOAA SBIR Program runs an annual grant competition and provides education and other support to entrepreneurs throughout the process of researching, developing, and commercializing products or services.","56690":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures (see section IV, F; Funding Restrictions). Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects to expand domestic and foreign markets related to U.S. commercial and recreational fisheries.The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Research and Development Program, referred to throughout this document as the S-K Program, is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States or other eligible applicants.Proposals submitted to this competition must address at least one of the following priorities: Promotion, Development, and Marketing; Science or Technology that Promotes Sustainable U.S. Seafood Production and Harvesting. This Notice of Funding Opportunity (NOFO) includes information on application and criteria for research proposals requesting a maximum of$300,000 in Federal funding for up to a two-year period. Matching funds are not required, nor will they be considered during the evaluation process. Awards are anticipated to start no earlier than September 1, 2023. ","56419":"This notice requests applications from qualified organizations for projects addressing historical barriers to capital minority business enterprises (MBEs) face by leveraging non-traditional financial resources. The projects can utilize technical assistance models, pilot innovative solutions, leverage technology, advance research and data, or provide education to non-traditional lenders. MBDA seeks market solutions to the barriers of access to capital that acknowledge lack of traditional collateral\/assets as an impediment for MBEs. The projects align with the Minority Business Development Agency (MBDA) strategic mission to support the growth and global competitiveness of minority business enterprises (MBEs) and the Administration's strategic priority to advance racial equity and support underserved communities through the Federal government.Pre-Application Teleconference: MBDA will conduct a series of pre-application teleconferences on May 16, 23 and 26, 2022 Eastern Time. The time of the pre-application teleconferences are 2:00pm -- 3:00pm Eastern Daylight Time. Participants must register at least 24 hours in advance of the teleconference. Please visit the MBDA website at www.mbda.gov for more information.","55236":"This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office (separate posting and application package for applicants applying from within the Atlanta Regional Office) Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","55237":" This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office (separate posting and application package for applicants applying from within the Seattle Regional Office) Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","54506":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only FY 2021 NOAA SBIR Phase I awardees under NOFO number NOAA-OAR-OAR TPO-2021-2006702 with project start dates of September 1, 2021 and project end dates of no later than February 28th, 2022 are eligible to submit a Phase II application in response to this NOFO. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15 U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328). Each Federal agency with an extramural budget for Research\/Research and Development (R\/R&amp;D) in excess of $100,000,000 must participate in the SBIR program and spend (obligate) a minimum percentage of their extramural R\/R&amp;D budgets (obligations) of not less than 3.2% of such budget in fiscal year 2017 and for the percentage required by statute for each fiscal year after for awards to small business concerns (SBCs) for R\/R&amp;D under the SBIR program. The objectives of the SBIR program are to: stimulate technological innovation in the private sector; strengthen the role of small business in meeting Federal R&amp;D needs; foster and encourage participation by businesses owned by socially and economically disadvantaged persons and women-owned SBCs in technological innovation; and increase private sector commercialization of innovations derived from federal R&amp;D funding. Fostering diversity by encouraging the participation of individuals from nationally underrepresented groups in the scientific research workforce is longstanding interest of Congress, and a key component of NOAA's commitment to diversity, equity, inclusion, and accessibility (e.g., Public Law 114-329, American Innovation and Competitiveness Act of 2017, and https:\/\/tpo-dev.oar.woc.noaa.gov\/abouttpo\/dei-statement\/). Increasing participation by socially and economically disadvantaged and women-owned small businesses is critical to the success of the SBIR program.","53802":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. Firms with the capability to conduct research and development (R&amp;D) in any of the topic areas listed in Section 9.0 of this announcement and to commercialize the results of that R&amp;D are encouraged to participate. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program.Letters of Intent (LOI) due December 13, 2021 (Please refer to Section 1.5, page 8)","52995":"EDA is seeking applications from eligible applicants to create and implement innovative science, technology, engineering and mathematics (STEM) apprenticeship models that complement their respective region's innovation economy. The STEM Talent Challenge seeks to develop or expand regional workforce capacity to support high-growth, high-wage entrepreneurial ventures, industries of the future (which usually includes industries that leverage emerging technologies), and other innovation-driven businesses that have a high likelihood of accelerating economic competitiveness and job creation in their respective regions and in the United States.","52613":" This notice requests applications for programs aligned with the Minority Business Development Agency's (MBDA) strategic plans and mission goals to service minority business enterprises (MBEs). This notice also provides the public with information and guidelines on how MBDA will select proposals and administer discretionary Federal assistance under this Broad Agency Announcement (BAA). Pre-Application Teleconference: MBDA will conduct a pre-application teleconference on August 3, 2021 Eastern Time. The time of the pre-application teleconference is 2:00pm -- 3:00pm Eastern Daylight Time. Participants must register at least 24 hours in advance of the teleconference. Please visit the MBDA Internet Portal at www.mbda.gov for more information. ","52152":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures (see section IV, F; Funding Restrictions). Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects to expand domestic and foreign markets related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Research and Development Program, referred to throughout this document as the S-K Program, is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States or other eligible applicants. Proposals submitted to this competition must address at least one of the following priorities: Promotion, Development, and Marketing; Science or Technology that Promotes Sustainable U.S. Seafood Production and Harvesting. This Notice of Funding Opportunity (NOFO) includes information on application and criteria for research proposals requesting a maximum of $300,000 in Federal funding for up to a two-year period. Matching funds are not required, nor will they be considered during the evaluation process. Awards are anticipated to start no earlier than September 1, 2022.","51826":" This notice requests applications for special projects and programs aligned with the Minority Business Development Agency's (MBDA) strategic plans and mission goals for businesses within the American Indian, Alaska Native, and Native Hawaiian (AIANNH) communities. This notice also provides the public with information and guidelines on how MBDA will select proposals and administer discretionary Federal assistance under this Broad Agency Announcement (BAA). ","50785":"This NOFO announces the availability of funding for EDA's FY 2021 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Chicago and Philadelphia Regional Offices.","50782":"This NOFO announces the availability of funding for EDA's FY 2021 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Chicago and Philadelphia Regional Offices. ","49241":"The U.S. Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only Fiscal Year (FY) 2021 Phase II applications may be submitted in response to this NOFO. Phase I applications are not being accepted at this time. Only FY 2020 NOAA SBIR Phase I awardees in response to NOFO number NOAA-OAR-OARTPO-2020-2006320 with project start dates of July 1, 2020 and project end dates of no later than December 31, 2020 are eligible to submit a Phase II application in response to this NOFO. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development (R&amp;D) Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328). Eleven federal agencies set aside a portion of their extramural R&amp;D budget each year to fund research proposals from small science and technology-based firms. The goals of the SBIR program are to: stimulate technological innovation; strengthen the role of small business in meeting Federal R&amp;D needs; foster and encourage participation by socially and economically disadvantaged Small Business Concerns and by women-owned SBCs, in technological innovation; and increase private sector commercialization of innovations derived from federal research and development funding. The NOAA SBIR Program identifies and solicits proposals in subtopics that fall within NOAA's mission. NOAA is not obligated to make any awards under this NOFO, and all awards are subject to the availability of funds. NOAA is not responsible for any costs expended by the applicant in the development of the proposal and prior to award of any finance assistance award.","47129":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures (see section IV, F; Funding Restrictions). Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects to expand domestic and foreign markets related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Research and Development Program, referred to throughout this document as the S-K Program, is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States or other eligible applicants. Proposals submitted to this competition must address at least one of the following priorities: Promotion, Development, and Marketing; Science or Technology that Promotes Sustainable U.S. Seafood Production and Harvesting. This Notice of Funding Opportunity (NOFO) includes information on application and criteria for research proposals requesting a maximum of $300,000 in Federal funding for up to a two-year period. Matching funds are not required, nor will they be considered during the evaluation process. Awards are anticipated to start no earlier than September 1, 2021.","48464":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. Firms with the capability to conduct research and development (R&amp;D) in any of the topic areas listed in Section 9 of this announcement and to commercialize the results of that R&amp;D are encouraged to participate. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program.Only FY 2021 Phase I applications may be submitted in response to this NOFO. Phase II applications are not being accepted at this time. NOAA will publish a Phase II NOFO approximately 30 days prior to the end of the previous year's Phase I period of performance to request Phase II applications. That NOFO will provide instructions for Phase I awardees to prepare a Phase II application and the closing date for submission of applications; only the previous year's Phase I awardees are eligible to submit a Phase II application.The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development (R&amp;D) Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328).Eleven federal agencies set aside a portion of their extramural R&amp;D budget each year to fund research proposals from small science and technology-based firms. The objectives of the SBIR program are to: stimulate technological innovation in the private sector; strengthen the role of small business in meeting Federal R&amp;D needs; foster and encourage participation by businesses owned by socially and economically disadvantaged persons and women-owned small business concerns in technological innovation; and increase private sector commercialization of innovations derived from federal research and development funding. The NOAA SBIR Program identifies and solicits proposals in topics that fall within NOAA's mission.NOAA is not obligated to make any awards under this NOFO, and all awards are subject to the availability of funds. NOAA is not responsible for any costs expended by the applicant in the development of the proposal and prior to award of any finance assistance award.","48093":"EDA is seeking applications from eligible applicants to create and implement innovative science, technology, engineering and mathematics (STEM) apprenticeship models that complement their respective region's innovation economy. The STEM Talent Challenge seeks to develop or expand regional workforce capacity to support high-growth, high-wage entrepreneurial ventures, industries of the future (which usually includes industries that leverage emerging technologies), and other innovation-driven businesses that have a high likelihood of accelerating economic competitiveness and job creation in their respective regions and in the United States.","47836":"The U.S. Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program.Only Fiscal Year (FY) 2020 Phase II applications may be submitted in response to this NOFO. Phase I applications are not being accepted at this time. Only FY 2019 NOAA SBIR Phase I awardees in response to NOFO number NOAA-OAR-OAR TPO-2019-2005899 with project start dates of January 1, 2020 and project end dates of no later than September 30, 2020 are eligible to submit a Phase II application in response to this NOFO.The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development (R&amp;D) Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328).Eleven federal agencies set aside a portion of their extramural R&amp;D budget each year to fund research proposals from small science and technology-based firms. The goals of the SBIR program are to: stimulate technological innovation; strengthen the role of small business in meeting Federal R&amp;D needs; foster and encourage participation by socially and economically disadvantaged Small Business Concerns and by women-owned SBCs, in technological innovation; and increase private sector commercialization of innovations derived from federal research and development funding. The NOAA SBIR Program identifies and solicits proposals in subtopics that fall within NOAA's mission.NOAA is not obligated to make any awards under this NOFO, and all awards are subject to the availability of funds. NOAA is not responsible for any costs expended by the applicant in the development of the proposal and prior to award of any finance assistance award. ","45704":"This notice requests applications for special projects and programs aligned with the Minority Business Development Agency's (MBDA) strategic plans and mission goals to service minority business enterprises (MBE's). This notice also provides the public with information and guidelines on how MBDA will select proposals and administer discretionary Federal assistance under this Notice of Funding Opportunity (NOFO).","45654":"This notice requests applications for special projects and programs aligned with the Minority Business Development Agency's (MBDA) strategic plans and mission goals to service minority business enterprises (MBE's). This notice also provides the public with information and guidelines on how MBDA will select proposals and administer discretionary Federal assistance under this Notice of Funding Opportunity (NOFO).","44957":"EDA's Office of Innovation &amp; Entrepreneurship is committed to furthering technology-based economic development initiatives that accelerate high quality job growth, create more economic opportunities, and support the future of the next generation of industry leading companies. To advance these goals, EDA awards grants through the Build to Scale Program (formerly the Regional Innovation Strategies Program) for activities designed to develop and support regional innovation initiatives.[1] EDA thereby advances the growth of connected, innovation-centric economies that increase job growth, enable the workforce of tomorrow, enhance global competitiveness, and foster global competitiveness through technology commercialization and entrepreneurship as described in Stevenson-Wydler Technology Innovation Act of 1980 (hereafter \"Section 27\"). The Build to Scale Program invites organizations who are aiding companies in developing the next generation of technologies to apply for funding. These organizations may be operating initiatives to unlock investment capital across a region or sector, operating programs to accelerate company growth, empowering the next generation of entrepreneurs, and\/or enabling technology commercialization. Under the Build to Scale Program, EDA is soliciting applications for three separate competitions: (1) the Venture Challenge, (2) the Capital Challenge, and (3) the Industry Challenge. Applicants may apply to all three challenges but may only submit one application per competition. The initial step in this process is to provide EDA a Concept Proposal by 03\/24\/2020, electronically via email to applyB2S@eda.gov. Applicants are advised to read carefully the Concept Proposal requirements and submission information provided in Section D (p.8) of the attached NOFO. Once the Concept Proposal process is complete, EDA will invite Full Applications from those who submitted Concept Proposals. EDA will only review Full Applications submitted by applicants who submitted a Concept Proposal by the Concept Proposal Deadline. Applicants must provide a matching share from non-Federal sources of at least 50 percent of the total project cost; i.e., applicants must match each Federal dollar requested with at least one dollar of local match. See Section C.2 (p. 10) of this NOFO. [1] Stevenson-Wydler Technology Innovation Act of 1980, Section 27(a)(2) defines regional innovation initiatives as geographically-bounded public or nonprofit activities or programs that address issues in local innovation systems in order to: (A) increase the success of innovation driven industry; (B) strengthen the competitiveness of industry through new product innovation and new technology adoption; (C) improve the pace of market readiness and overall commercialization of innovative research; (D) enhance the overall innovation capacity and long-term resilience of the region; (E) leverage the region's unique competitive strengths to stimulate innovation; and (F) increase the number of full-time equivalent employment opportunities within innovation-based business ventures in the geographic region.","44266":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. Firms with the capability to conduct research and development (R&amp;D) in any of the topic areas listed in Section 9 of this announcement and to commercialize the results of that R&amp;D are encouraged to participate. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only FY 2020 Phase I applications may be submitted in response to this NOFO. Phase II applications are not being accepted at this time. NOAA will publish a Phase II NOFO approximately 30 days prior to the end of the previous year's Phase I period of performance to request Phase II applications. That NOFO will provide instructions for Phase I awardees to prepare a Phase II application and the closing date for submission of applications; only the previous year's Phase I awardees are eligible to submit a Phase II application. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15 U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development (R&amp;D) Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328).","38168":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures (see section IV, F; Funding Restrictions). Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects to expand domestic and foreign markets related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Research Program is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States or other eligible applicants. Proposals submitted to this competition must address at least one of the following priorities: Promotion, Development, and Marketing; Science or Technology that Promotes Sustainable U.S. Seafood Production and Harvesting. This Federal Funding Opportunity (FFO) includes information on application and criteria for research proposals requesting a maximum of $300,000 in Federal funding for up to a two-year period. Matching funds are not required, nor will they be considered during the evaluation process. Awards are anticipated to start no earlier than September 1, 2020.","36490":"This notice requests applications for special projects and programs aligned with the Minority Business Development Agency's (MBDA) strategic plans and mission goals for businesses within the American Indian, Alaska Native, and Native Hawaiian communities. This notice also provides the public with information and guidelines on how MBDA will select proposals and administer discretionary Federal assistance under this Broad Agency Announcement (BAA). ","33355":" EDA is committed to fostering connected, innovation-centric economic sectors that support the conversion of research into products and services, businesses, and ultimately jobs through entrepreneurship. See Section 27. Funding is available for capacity-building programs that provide proof-of-concept and commercialization assistance to innovators and entrepreneurs and for operational support for organizations that provide essential early-stage funding to startups. Under the RIS Program, EDA is soliciting applications for two separate competitions: &#8226; the 2019 i6 Challenge; and &#8226; the 2019 Seed Fund Support (SFS) Grant Competition. Applicants must provide a matching share from non-Federal sources of at least 50 percent of the total project cost; i.e., applicants must match each Federal dollar requested with at least one dollar of local match. See Section C.2 (p. 10) of this NOFO. ","31175":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. Firms with the capability to conduct research and development (R&amp;D) in any of the topic areas listed in Section 9 of this announcement and to commercialize the results of that R&amp;D are encouraged to participate. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only FY 2019 Phase I applications may be submitted in response to this NOFO. Phase II applications are not being accepted at this time. NOAA will publish a Phase II NOFO approximately 30 days prior to the end of the previous year's Phase I period of performance to request Phase II applications. That NOFO will provide instructions for Phase I awardees to prepare a Phase II application and the closing date for submission of applications; only the previous year's Phase I awardees are eligible to submit a Phase II application. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15 U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development (R&amp;D) Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328). Eleven federal agencies set aside a portion of their extramural R&amp;D budget each year to fund research proposals from small science and technology-based firms. The objectives of the SBIR program are to: stimulate technological innovation in the private sector; strengthen the role of small business in meeting Federal R&amp;D needs; foster and encourage participation by businesses owned by socially and economically disadvantaged persons and women-owned small business concerns in technological innovation; and increase private sector commercialization of innovations derived from federal research and development. The NOAA SBIR Program identifies and solicits proposals in subtopics that fall within NOAA's mission. NOAA is not obligated to make any awards under this NOFO, and all awards are subject to the availability of funds. NOAA is not responsible for any costs expended by the applicant in the development of the proposal and prior to award of any finance assistance award. For the Full Announcement please see the attachment under the related documents section. ","24995":" The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures. Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Grant Program is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States. Proposals submitted to this competition must address at least one of the following priorities: Promotion, Development and Marketing; Marine Aquaculture; Support of Science that Ensures the Long-Term Sustainability of Marine Resources While Maximizing Fishing Opportunities, Revenue and Jobs in U.S. Fisheries. This Notice of Funding Opportunity (NOFO) includes information on application and criteria for research proposals requesting a maximum of $300,000 in Federal funding for up to a two-year period. Matching funds are not required, nor will they be considered during the evaluation process. Awards are anticipated to start no earlier than September 1, 2019. Grant awards are dependent on the availability of Federal funding as provided in enacted Appropriations Acts. This NOFO is being released prior to final appropriations due to award process time frames. While the FY 2019 President&apos;s budget proposed $0 for this program, final Congressional direction has not been determined. Applicants are not ","25259":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. In FY 2018, EDA is holding the competition in its Austin and Denver Regional Offices.","25254":"EDA is committed to fostering connected, innovation-centric economic sectors that support the conversion of research into products andservices, businesses, and ultimately jobs through entrepreneurship. See Section 27. Funding is available for capacity-building programs that provide proof-of-concept and commercialization assistance to innovators and entrepreneurs and for operational support for organizations that provide essential early-stage funding to startups. Under the RIS Program, EDA is soliciting applications for two separate competitions: - the 2018 i6 Challenge; and - the 2018 Seed Fund Support (SFS) Grant Competition. Applicants must provide a matching share from non-Federal sources of at least 50 percent of the total project cost; i.e., applicants must match each Federal dollar requested with at least one dollar of local match. See Section C.2 (p. 9) of this NOFO.","25258":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. In FY 2018, EDA is holding the competition in its Austin and Denver Regional Offices.","18497":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures. Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Grant Program is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States. Proposals submitted to this competition must address at least one of the following priorities: Marine Aquaculture; Adapting to Environmental Change and Other Long Term Ecosystem Change; Promotion, Development and Marketing; or Territorial Science. This Federal Funding Opportunity includes information on application and criteria for research proposals requesting a maximum of $300,000 in Federal funding for up to a two-year period. Matching funds are not required, nor will they be considered during the evaluation process. Awards are anticipated to start no earlier than September 1, 2018.Grant awards are dependent on the availability of Federal funding as provided in enacted Appropriations Acts. This FFO is being released prior to final appropriations due to award process time frames. While the FY 2018 President&apos;s budget proposed $0 for this program, final Congressional direction has not been determined. Applicants are not guaranteed any level of funding. Should funds not be available in FY2018 submitted applications may be carried over to subsequent fiscal year for review and obligation should funds be available and the Agency deems this the most appropriate administrative process.","16567":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions. These investments are key to NOAA's mission of &quot;Science, Service, and Stewardship&quot; and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies.Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. We meet this objective through a focus on climate intelligence and climate resilience, in support of NOAA's goals. Climate intelligence defines CPO's technical strength through its foundational capabilities, which include (1) Observations and monitoring, (2) Research to advance scientific understanding, (3) Modeling and prediction, (4) Communication, education, and engagement, and, (5) Climate and societal interactions. A focus on climate resilience leverages CPO's climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to sustain all sectors of our economy and environment. CPO's strategy addresses challenges in the areas of, (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs of a resilient society. NOAA envisions a Nation that is prepared for, thriving, and resilient to climate variability and change. CPO's activities support a unique and highly flexible climate research enterprise to improve scientific understanding of climate variability and change and to enable businesses and communities to derive the benefits of this investment in the present and into the future. Effectively coordinating across these components through the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance, have been hallmarks of CPO's success in linking environmental intelligence to resilience. Key components in this enterprise are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and the Climate Program Office encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. By promoting diversity and inclusion you can improve creativity, productivity, and the vitality of the research community.","16434":"EDA is committed to fostering connected, innovation-centric economic sectors which support the conversion of research into products and services, businesses, and ultimately jobs through entrepreneurship. See Section 27. Funding is available for capacity-building programs that provide proof-of-concept and commercialization assistance to innovators and entrepreneurs and for operational support for organizations that provide essential early-stage funding to startups. Under the RIS Program, EDA is soliciting applications for two separate competitions: the 2017 i6 Challenge; and the 2017 Seed Fund Support (SFS) Grant competition. Applicants may, but are not required to, submit proposals for more than one competition under the RIS Program. Applicants must provide a matching share from non-Federal sources of at least 50 percent of the total project cost. See Section C.2 (p. 7) of this NOFA.","15126":"Depending on appropriations, NOAA Sea Grant expects to have available a total of $3,000,000 between fiscal years 2017 and 2018 for a national initiative focused on answering key questions impeding the development and expansion of sustainable United States marine, coastal, and Great Lakes aquaculture. Successful applications must outline small scale projects, business plans, workshops, etc. that seek to address key questions, barriers, or hurdles impeding the advancement of new or developing aquaculture initiatives that will contribute to the continuing growth of United States aquaculture production. This Federal Funding Opportunity includes information needed to apply, and the criteria for applications requesting up to $150,000 in total federal funding for a six-month to two-year period. Non-Federal matching funds of at least 50% are required (for example, a project receiving $100,000 in federal funding must include at least $50,000 in matching funds, for a total project budget of $150,000). Applications are requested that meet all of the following program objectives: (1) supports aquaculture of ocean, coastal, or Great Lakes species (including state- and federally-managed species) and related production of such efforts occurring in the coastal zone (as defined by the Coastal Zone Management Act -- to include the Great Lakes Region), including state waters and the terrestrial coastal zone, and federal waters; (2) directly addresses key questions, barriers, or hurdles of domestic aquaculture development that currently limit the development of new or developing aquaculture initiatives (these can include research, extension, technology transfer, legal activities, small scale projects, business plans, and workshops, for example); (3) utilizes a team approach that fully integrates at least one Sea Grant program, and at least one end-user or public-private partnership in the effort; Awards are anticipated to start no later than September 1, 2017. Additional applications from this competition may be selected for funding in fiscal year 2018. ","14644":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. Innovation is the key to greater productivity and global competitiveness, resulting in the creation of new and better jobs, a more resilient economy and the attainment of national economic goals. Regional collaboration is essential for economic recovery and advancement because regions encompass the centers of growth and competition in the new global economy. Regions achieve greater results because of the presence of diverse economic agents and, more often than not, clusters of services and industry. Quite simply, regions that work together will fare better than those that do not. Infusing more innovation and collaboration into America's regions has the potential to help communities create and retain higher-wage and sustainable jobs, leverage the flow of private capital, and strengthen America's ability to compete in the global marketplace. EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Research also shows that small businesses located in proximity to an institution of higher education tend to be more innovative. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally owned strategies that support business expansion and job creation. Additionally, universities facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. As presented in the table below, EDA holds University Center program competitions in two of its six regional offices each of the following fiscal years. In FY 2017, EDA is holding the competition in its Atlanta and Seattle Regional Offices. ","14664":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. Innovation is the key to greater productivity and global competitiveness, resulting in the creation of new and better jobs, a more resilient economy and the attainment of national economic goals. Regional collaboration is essential for economic recovery and advancement because regions encompass the centers of growth and competition in the new global economy. Regions achieve greater results because of the presence of diverse economic agents and, more often than not, clusters of services and industry. Quite simply, regions that work together will fare better than those that do not. Infusing more innovation and collaboration into America's regions has the potential to help communities create and retain higher-wage and sustainable jobs, leverage the flow of private capital, and strengthen America's ability to compete in the global marketplace. EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Research also shows that small businesses located in proximity to an institution of higher education tend to be more innovative. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally owned strategies that support business expansion and job creation. Additionally, universities facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. As presented in the table below, EDA holds University Center program competitions in two of its six regional offices each of the following fiscal years. In FY 2017, EDA is holding the competition in its Atlanta and Seattle Regional Offices. ","11878":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures. Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Grant Program is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States. Proposals submitted to this competition must address at least one of the following priorities: Marine Aquaculture; Fisheries Data Collection; Techniques for Reducing Bycatch and other Adverse Impacts; Adapting to Climate Change and Other Long Term Ecosystem Change; Promotion, Development and Marketing; Socio-Economic Research; and Territorial Science. This Federal Funding Opportunity includes information on application and criteria for research proposals requesting a maximum of $300,000 in total federal funding for up to a two-year period. Matching funds are not required. Awards are anticipated to start no earlier than September 1, 2017.","9587":"EDA is committed to fostering connected, innovation-centric economic sectors which support the conversion of research into products and services, businesses, and ultimately jobs through entrepreneurship. See SWTIA § 27. The DOC FY 2014-2018 Strategic Plan sets forth the strategic goal of working within and across ecosystems throughout the country to develop regional innovation strategies, including regional innovation clusters. Regional innovation strategies are a keystone of the Secretary of Commerce's commitment to building globally competitive regions. As part of this strategy, funding is available for capacity-building programs that provide proof-of-concept and commercialization assistance to innovators and entrepreneurs and for operational support for organizations that provide essential early-stage funding to startups. Under the RIS Program, EDA is soliciting applications for two separate competitions: the 2016 i6 Challenge, and the Seed Fund Support (SFS) Grant competition. Applicants may, but are not required to, submit proposals for more than one competition under the RIS Program. Note that the 2016 RIS Program is authorized under SWTIA § 27, which does not restrict the focus of grantees' projects to economically distressed communities. ","9368":"This FFO announces the availability of funding for EDA's FY 2016 University Center Economic Development Program Competition. This program funds initiatives that are focused on advancing regional commercialization efforts, entrepreneurship, innovation, business expansion in a region's innovation cluster, and a high-skilled regional workforce. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Chicago and Philadelphia Regional Offices.","9363":"This FFO announces the availability of funding for EDA's FY 2016 University Center Economic Development Program Competition. This program funds initiatives that are focused on advancing regional commercialization efforts, entrepreneurship, innovation, business expansion in a region's innovation cluster, and a high-skilled regional workforce. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Chicago and Philadelphia Regional Offices.","6330":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures. Under this authority, grants and cooperative agreements are made on a competitive basis (subject to availability of funding) to assist in carrying out projects related to U.S. commercial and recreational fisheries. The term \"fisheries\" encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Grant Program is to address the needs of the fisheries and fishing communities in optimizing economic benefits by building and maintaining sustainable fisheries and practices, dealing with the impacts of conservation and management measures, and increasing other opportunities to use existing infrastructure to support keeping working waterfronts viable. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States. Proposals submitted to this competition must address at least one of the following priorities: Aquaculture; Fisheries Data Collection; Techniques for Reducing Bycatch and other Adverse Impacts; Adapting to Climate Change and Other Long Term Ecosystem Change; Promotion, Development and Marketing; Socio-Economic Research; and Territorial Science. This Federal Funding Opportunity includes information on application and criteria for research proposals requesting a maximum of $300,000 in total federal funding for up to a two-year period. Matching funds are not required. Awards are anticipated to start no earlier than September 1, 2016. ","2180":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 113-235 (Omnibus and Continuing Appropriations Resolution, 2015), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities. Pre-applications are not mandatory, but highly encouraged. They must be received no later than February 24, 2015, if the applicant expects to receive any feedback from NMFS regarding completeness of its package and initial determination of compliance with minimum requirements. Final applications should be submitted via Grants.gov and must be received no later than 11:59pm EST on March 24, 2015. For applications submitted through Grants.gov, a date and time receipt indication will be the basis of determining timeliness. The proposal must be validated by Grants.gov in order to be considered timely. PLEASE NOTE: It may take Grants.gov up to two (2) business days to validate or reject the application. Please keep this in mind in developing your submission timeline. For those not having access to the internet, one signed original and two hard copy applications must be postmarked or received by the established due date for the program at the following address: Stephanie Coleman, Grants Program Manager, NMFS West Coast Region, 1201 NE Lloyd Blvd., Suite 1100, Portland, OR 97232-1274. Use of U.S. Mail or another delivery service must be documented with a receipt. (Note that late-arriving hard copy proposals provided to a delivery service on or before 11:59pm EST on the closing date for applications will be accepted for review if the applicant can document that the proposal was provided to the guaranteed delivery service by the specified closing date and time and if the proposal is received by the PCSRF Program Officer no later than 5:00 pm EST, two business days following the closing date.) No facsimile or electronic mail proposals will be accepted. The proposed start date should be no earlier than July 1, 2015 unless otherwise directed by the PCSRF Program Officer.","67057":"The Saltonstall-Kennedy Act established a fund (known as the S-K fund) used by the Secretary of Commerce to provide grants or cooperative agreements for fisheries research and development projects addressing aspects of U.S. fisheries, including, but not limited to, harvesting, processing, marketing, and associated business infrastructures. Under this authority, grants and cooperative agreements are made on a competitive basis (subject to funding) to assist in carrying out projects related to U.S. commercial and recreational fisheries. The term &#147;fisheries&#148; encompasses wild capture, marine aquaculture and recreational fishing. The objective of the S-K Grant Program is to address the needs of the fisheries and fishing communities in optimizing economic benefits within the context of rebuilding and maintaining sustainable fisheries, and in dealing with the impacts of conservation and management measures. U.S. fisheries include any fishery, commercial or recreational, that is, or may be, engaged in by citizens or nationals of the United States, or citizens of the Northern Mariana Islands, the Republic of the Marshall Islands, Republic of Palau, and the Federated States of Micronesia. Proposals submitted to this competition must address at least one of the following priorities: Aquaculture, Optimum Yield of Harvested Resources under Federal or State Management, Fisheries Socioeconomics, Conservation Engineering, Ecosystem Studies, and Territorial Science.","18300":"Regions have been an organizing influence for both decision makers and scientists working on climate adaptation. Recognizable climate patterns, such as the El Nino Southern Oscillation (ENSO), emerge at the regional level where our understanding of observations and models coalesce. Critical resources for society are managed in a context of regional systems, such as water supply and human populations. Multiple scales of governance (local, state, and federal) with complex institutional relationships can be examined across a region. Climate information (i.e. data, science, research etc) developed within these contexts and working across spatial and temporal scales resonates with people making decisions on the ground.Recognizing the importance of regions and the interests of Congress, the President&apos;s Interagency Climate Change Adaptation Task Force (ICCATF) recommends that regional climate science and service efforts of the Federal government should be better coordinated to most effectively support regional-to-local decision makers facing the impacts of climate change. Congress and the Administration want to ensure that trust between scientists and decision makers who are already working to manage climate risks is not compromised by duplicative or conflicting information. The NOAA Climate Program Office&apos;s (CPO) Regionally Integrated Science and Assessments (RISA) program supports research teams that conduct innovative, interdisciplinary, user-inspired, and regionally relevant research that informs resource management and public policy. The eleven RISA teams are nationally and internationally recognized for their innovations in providing support to decision makers on the ground who are managing risks associated with climate variability and change. NOAA&apos;s RISA program is a part of CPO&apos;s Climate and Societal Interactions (CSI) division and an active partner in the National Climate Data Center&apos;s (NCDC) efforts to build an integrated regional climate services partnership.Central to the RISA approach are commitments to process, partnership, and trust building; assessments of stakeholder decision-making needs and contexts; and evaluation of institutional and political constraints to using climate knowledge. RISA teams are effective because they have been able to create strong, long-term relationships with stakeholders from the public and private sectors, including local, regional, and state governments, federal agencies, tribal governments, utilities, the business community, national and international non-profit organizations, and educational institutions.After 15 years of regional capacity building and research, a key finding from the RISA program is that trust building between partners is best accomplished when using shared resources to collaborate on common goals, objectives or outcomes. Working together to solve problems brings people together to innovate lasting solutions. Furthermore, capacity (tools, information, knowledge, etc) is best sustained when the developers of capability or knowledge are working hand-in-hand with those entities who will apply that capability or knowledge over time. This announcement is designed to stimulate partnerships by bringing people together around specific projects related to regionally relevant issues addressing climate adaptation. "},"grants_url":{"61840":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347928","61831":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347927","59225":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=344747","59719":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345383","56690":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=340525","56419":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=340105","55236":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338457","55237":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338456","54506":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337416","53802":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=336535","52995":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335272","52613":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334781","52152":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334248","51826":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=333858","50785":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332622","50782":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332621","49241":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=330562","47129":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=327534","48464":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329444","48093":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328794","47836":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328450","45704":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=325522","45654":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=325470","44957":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=324375","44266":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=323195","38168":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=316615","36490":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=315200","33355":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=312519","31175":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=310297","24995":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=305595","25259":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=305794","25254":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=305799","25258":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=305793","18497":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=296392","16567":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=293866","16434":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=293716","15126":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291894","14644":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291254","14664":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291272","11878":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=286440","9587":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=282919","9368":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=282667","9363":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=282670","6330":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=278897","2180":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=271932","67057":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=238945","18300":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=165033"}}