{"opportunitytitle":{"57576":"John H. Prescott Marine Mammal Rescue Assistance Grant","52543":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)"},"opportunitynumber":{"57576":"NOAA-NMFS-PRPO-2023-2007293","52543":"NOAA-NMFS-PRPO-2022-2006908"},"description":{"57576":"NOAA NMFS' Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and the health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support the basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2023 and how NMFS will determine which proposals are selected for funding.The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work.The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their organizational efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, and Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","52543":"NOAA NMFS' Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2022 and how NMFS will determine which proposals are selected for funding. The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work. The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages."},"grants_url":{"57576":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342364","52543":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334699"}}