{"opportunitytitle":{"63028":"Ocean Exploration Education Funding Opportunity Announcement","63015":"John H. Prescott Marine Mammal Rescue Assistance Grant","61825":"FY 2023 EDA University Center Competition - AURO","61834":"FY 2023 EDA University Center Competition - DRO","50388":"Chicago FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","50391":"Denver FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","50390":"Seattle FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","51995":"FY 2021 - 2023 Economic Development RNTA","50406":"Philadelphia FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","61362":"Ocean Exploration Fiscal Year 2024 Funding Opportunity","59577":"Climate Program Office (CPO), Earth System Science and Modeling Research for Coastal Inundation","55617":"Ocean Exploration Fiscal Year 2023 Funding Opportunity","57576":"John H. Prescott Marine Mammal Rescue Assistance Grant","57089":"FY 2022 CARES Act Economic Recovery Corps and Equity Impact Investments NOFO","56415":"Fiscal Year 2022 Broad Agency Announcement - Access to Capital: Innovative Finance","52573":"FY 2021 American Rescue Plan Act (ARPA) Statewide Planning, Research, and Networks","52543":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","48505":"Addressing the Impacts of Multiple Stressors on Shellfish Aquaculture through Research\/Industry Partnerships","47568":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","46422":"Ocean Exploration Fiscal Year 2021 Funding Opportunity","43900":"Regional Vulnerability Assessments for Ocean Acidification (RVA-OA20)","41656":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","35742":"Ocean Exploration Fiscal Year 2020 Funding Opportunity","28778":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","30098":"FY2019 Office of Weather and Air Quality Research Programs","26293":"Ocean Exploration Fiscal Year 2019 Funding Opportunity","21328":"Geospatial Modeling","21006":"FY 2018 Joint Technology Transfer Initiative","18048":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2018","17770":"Ocean Exploration FY 2018 Funding Opportunity","12918":"Regional Vulnerability Assessments for Ocean Acidification (RVA-OA17)","11960":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2017","5206":"Climate Program Office FY 2016","5789":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2016","4342":"Regional Coastal Resilience Grants Program 2015","72742":"Climate Program Office 2015","1336":"JCSDA - 2015 Research in Satellite Data Assimilation for Numerical Environmental Prediction","1420":"Ocean Exploration 2015 Funding Opportunity","73164":"Fiscal Year 2015 NOAA New England Bay Watershed Education and Training Program","67656":"Climate Program Office FY 2014","67387":"FY 2014 Species Recovery Grants to Tribes","65896":"Geospatial Modeling Grant","66332":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2014","61986":"Environmental Literacy Grants for Building Capacity of Informal and Formal Educators","43578":"Climate Program Office for FY 2013","53082":"JCSDA - 2013 Research in Satellite Data Assimilation for Numerical Environmental Prediction","21957":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2013","18300":"Research Partnerships in Support of Regional Climate Adaptation","64505":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2012","65707":"Climate Program Office for FY 2012","53654":"Northeast Region Marine Mammal Grant Program","44791":"Proactive Species Conservation Program","40111":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2011"},"opportunitynumber":{"63028":"NOAA-OAR-OER-2024-2008070","63015":"NOAA-NMFS-PRPO-2024-2007997","61825":"EDA-UC-2023-AURO","61834":"EDA-UC-2023-DRO","50388":"EDA-CHI-TA-CRO-2021-2006849","50391":"EDA-DEN-TA-DRO-2021-2006850","50390":"EDA-SEA-TA-SRO-2021-2006853","51995":"EDA-HDQ-RNTA-2021","50406":"EDA-PHI-TA-PRO-2021-2006851","61362":"NOAA-OAR-OER-2024-2007964","59577":"NOAA-OAR-CPO-2023-2007559","55617":"NOAA-OAR-OER-2023-2007237","57576":"NOAA-NMFS-PRPO-2023-2007293","57089":"EDA-HDQ-RNTA-2022-2007441","56415":"MBDA-OBD-2022-2007329","52573":"EDA-HDQ-ARPRN-2021-2006986","52543":"NOAA-NMFS-PRPO-2022-2006908","48505":"NOAA-OAR-SG-2021-2006704","47568":"NOAA-NMFS-PRPO-2021-2006563","46422":"NOAA-OAR-OER-2021-2006431","43900":"NOAA-OAR-OAP-2020-2006333","41656":"NOAA-NMFS-PRPO-2020-2006163","35742":"NOAA-OAR-OER-2020-2006011","28778":"NOAA-NMFS-PRPO-2019-2005705","30098":"NOAA-OAR-OWAQ-2019-2005820","26293":"NOAA-OAR-OER-2019-2005679","21328":"NOAA-NOS-NGS-2018-2005522","21006":"NOAA-OAR-OWAQ-2018-2005496","18048":"NOAA-NMFS-PRPO-2018-2005309","17770":"NOAA-OAR-OER-2018-2005296","12918":"NOAA-OAR-OAP-2017-2005016","11960":"NOAA-NMFS-PRPO-2017-2004968","5206":"NOAA-OAR-CPO-2016-2004413","5789":"NOAA-NMFS-PRPO-2016-2004558","4342":"NOAA-NOS-OCM-2015-2004324","72742":"NOAA-OAR-CPO-2015-2004099","1336":"NOAA-NESDIS-NESDISPO-2015-2004220","1420":"NOAA-OAR-OER-2015-2004292","73164":"NOAA-NMFS-GARFO-2014-2004167","67656":"NOAA-OAR-CPO-2014-2003692","67387":"NOAA-NMFS-PRPO-2014-2003832","65896":"NOAA-NOS-NGS-2013-2003505","66332":"NOAA-NMFS-PRPO-2014-2003782","61986":"NOAA-SEC-OED-2013-2003614","43578":"NOAA-OAR-CPO-2013-2003445","53082":"NOAA-NESDIS-NESDISPO-2013-2003497","21957":"NOAA-NMFS-PRPO-2013-2003390","18300":"NOAA-OAR-CPO-2012-2003304","64505":"NOAA-NMFS-PRPO-2012-2002962","65707":"NOAA-OAR-CPO-2012-2003041","53654":"NOAA-NMFS-NERO-2011-2002879","44791":"NOAA-NMFS-PRPO-2011-2002841","40111":"NOAA-NMFS-PRPO-2011-2002494"},"description":{"63028":"NOAA Ocean Exploration is soliciting proposals that support NOAA Ocean Exploration's education priorities, which include increasing the diversity, equity, inclusion, and accessibility in the education program; and developing education resources to complement virtual and hybrid education delivery.NOAA Ocean Exploration is dedicated to exploring the unknown ocean, unlocking its potential through scientific discovery, technological advancements, and data delivery. By working closely with partners across public, private, and academic sectors, we are filling gaps in our basic understanding of the marine environment. This allows us, collectively, to protect ocean health, sustainably manage our marine resources, accelerate our national economy, better understand our changing environment, and enhance appreciation of the importance of the ocean in our everyday lives.NOAA Ocean Exploration operates an education program to raise awareness of the importance of the ocean, ocean exploration, and STEM (science, technology, engineering, and math) education and is committed to improving America's environmental literacy by bringing the excitement of ocean exploration and discovery to a wide variety of diverse audiences. Educators and public and private partnerships are essential to this mission. NOAA Ocean Exploration offers many opportunities for educators to learn about NOAA science and technology associated with exploring the ocean in their classrooms. NOAA Ocean Exploration is soliciting proposals that: - Connect NOAA Ocean Exploration's exploration resources to the expanded delivery of virtual and hybrid professional development experiences for educators; thus increasing the opportunities to provide high quality education content and experiences to the public about ocean exploration. Expand the available audience for NOAA Ocean Exploration education content, in terms of quantity, diversity, and geographic location. - Invest in projects and partners that are leading STEM education programming for diverse youth in middle school, high school, undergraduate, and\/or community college to learn about the ocean, develop or advance STEM skills, and increase awareness of ocean science and exploration careers. - Invest in a future ocean workforce that is more representative of U.S. demographics by funding projects that minimize barriers to entry and retention of diverse learners from communities historically marginalized from ocean science and exploration industries. The following checklist is provided to aid in preparing full proposals.Full Proposals (due September 15, 2023 at 11:59 pm ET) - Executive summary, maximum 1 page - Project narrative, maximum 12 pages - Data and information sharing plan, maximum 2 pages - Statement of diversity, equity, inclusion, and accessibility (DEIA), maximum 1 page - Previous significant results - Summary of current funding support for each principal and co-principal investigator - Curriculum vitae, maximum 2 pages for each principal investigator and co-principal investigator - Budget justification and budget tables - Negotiated indirect cost rate agreement (if applicable) - National Environmental Policy (NEPA) questionnaire - Letters of support (optional, e.g. partnership support letters) - Forms (for nonfederal applicants only): - Application for Federal Assistance (SF-424) - Budget Information for Non-Construction Programs (SF-424A) - Assurances for Non-Construction Programs (SF-424B) - Disclosure of Lobbying Activities (SF-LLL) - Certification Regarding Lobbying (CD511) - Suggested reviewers (optional)Nonfederal applicants must submit all documents required for a full proposal individually through Grants.gov.","63015":"NOAA NMFS' Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and the health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to provide for: (A) the recovery, care, or treatment of sick, injured, or entangled marine mammals; (B) responses to marine mammal stranding events that require emergency assistance; (C) the collection of data and samples from living or dead stranded marine mammals for scientific research or assessments regarding marine mammal health; (D) facility operating costs that are Notice of Federal Funding Page 2 of 56 directly related to activities described in (A), (B), or (C); and (E) development of stranding network capacity, including training for emergency response, where facilities do not exist or are sparse. ","61825":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office (separate posting for applicants applying from within the Denver Regional Office) Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","61834":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office (separate posting for applicants applying from within the Austin Regional Office) Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","50388":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. PARTNERSHIP PLANNING program instructions: Please note that applicants will be invited to submit applications through EDGE for the Partnership Planning program. For more information, please reach out to your EDA point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template.","50391":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. PARTNERSHIP PLANNING program instructions: Please note that applicants will be invited to submit applications through EDGE for the Partnership Planning program. For more information, please reach out to your EDA point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template. ","50390":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. PARTNERSHIP PLANNING program instructions: Please note that applicants will be invited to submit applications through EDGE for the Partnership Planning program. For more information, please reach out to your EDA point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template.","51995":"NOTICE: PLEASE READ - April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. Once your concept proposal has been reviewed, you will receive an invitation to apply in EDGE. More information on how to apply is provided in the full NOFO. Program Description EDA provides strategic investments on a competitive merit basis to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under this NOFO, EDA solicits applications from applicants in order to provide investments that support research and technical assistance projects under EDA's R&E and NTA programs. Grants and cooperative agreements made under these programs are designed to leverage existing regional assets and support the implementation of economic development strategies that advance new ideas and creative approaches to advance economic prosperity in distressed communities. This NOFO employs a two-step application process: (1) the Concept Proposal and (2) the Full Application. EDA will only review Full Applications submitted by applicants who first submitted a Concept Proposal. Any Full Application received from an applicant that did not submit a Concept Proposal will be deemed ineligible and not considered for funding. For the Concept Proposal, applicants may use the optional template available at https:\/\/eda.gov\/programs\/rnta\/resources\/. Full Applications must be submitted through Grants.gov using the link that EDA will provide with its response to the Concept Proposal. *Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template.","50406":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. Please note that the above does not apply for Partnership Planning applications. For more information, please reach out to your point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. *Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template. ","61362":"NOAA Ocean Exploration is soliciting proposals for ocean exploration-related projects under three themes. By supporting exploration, i.e., discovery through disciplined, diverse observations, NOAA Ocean Exploration seeks to advance our basic understanding of waters under U.S. jurisdiction. Projects under the ocean exploration and discovery and technology themes are restricted to waters under U.S. jurisdiction and should support national priorities such as those in the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone (https:\/\/www.whitehouse.gov\/wp-content\/uploads\/2022\/10\/NOMEC_OEC_Priorities_Report.pdf) developed per the National Strategy for Mapping, Exploring, and Characterizing the United States Exclusive Economic Zone (https:\/\/www.noaa.gov\/nomec). Projects under the maritime heritage theme are not restricted to waters under U.S. jurisdiction. All projects should support at least one of NOAA's science and technology priorities of uncrewed systems, artificial intelligence, cloud computing, 'omics, data, and citizen science (https:\/\/sciencecouncil.noaa.gov\/NOAA-Science-Technology-Focus-Areas). For Fiscal Year 2024 (FY24) funding, NOAA Ocean Exploration is soliciting proposals focused on any one of the following three themes: OCEAN EXPLORATION and DISCOVERY: Proposals should be in support of the NOAA Ocean Exploration mission to explore unknown or poorly known ocean areas, processes, and resources in waters deeper than 200 meters. Thus, NOAA Ocean Exploration is particularly interested in exploration of physical, chemical, and biological environments and processes within the oceanic water column in these deep waters. However, proposals for projects in shallower waters will be considered if they focus on exploration of tropical mesophotic environments. All proposals should be for work within waters under U.S. jurisdiction and describe how the work will address the thematic and geographic priorities for ocean exploration in the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone.TECHNOLOGY: Proposals should feature application of new or novel use of existing ocean technologies or innovative methods that could increase the scope and efficiency of acquiring ocean exploration data and expanding its availability and use. NOAA Ocean Exploration is particularly interested in proposals for technologies that are platform agnostic (work across multiple platforms) and\/or address novel methods (for example machine learning and artificial intelligence) to analyze existing publicly accessible large datasets. Proposed ocean technologies must be applicable to water depths of 200 meters or greater, preferably full-ocean depth (testing in shallower water or lab-based testing is acceptable), address at least one of the defined ocean exploration variables as referenced in the \"Exploration Variables Identified by NOAA Ocean Exploration\" technical memorandum (https:\/\/repository.library.noaa.gov\/view\/noaa\/29495), and describe how the work will address the thematic and geographic priorities for ocean exploration in the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone.MARITIME HERITAGE: Proposals should address exploration and discovery of significant maritime heritage resources that improve archaeological knowledge and inform decisions concerning preservation, management, and potential seafloor use. Maritime heritage projects can be conducted in any water depth, can focus on prehistoric and historic-period subjects, and are not restricted to waters under U.S. jurisdiction. Data products must benefit other academic and resource management disciplines. NOAA Ocean Exploration is particularly interested in proposals that include the use of innovative and advanced technology and methodology. Informational documents about this funding opportunity are on the NOAA Ocean Exploration website (https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html).For the purpose of this funding opportunity, costs for ship time and\/or other ocean data collection platforms (e.g., remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in the modified total direct cost. The exception is for organizations with a federal negotiated indirect cost rate agreement that covers these charges.All links were valid as of announcement publication date. If updated links are needed, email oer.nofo2024@noaa.gov.The following lists are provided to aid in preparing pre-proposals and full proposals.Pre-Proposals (due May 30, 2023 at 4:59 p.m. ET) - NOAA Ocean Exploration notice of funding opportunity cover sheet - Pre-proposal narrative, maximum 2 pages - Demographic informationAll applicants should submit proposals to oer.nofo2024@noaa.gov.Full Proposals (due October 5, 2023 at 11:59 pm ET) - Updated NOAA Ocean Exploration notice of funding opportunity cover sheet - Executive summary, maximum 1 page - Project narrative, maximum 15 pages - Data and information sharing plan, maximum 2 pages - Outreach and education plan, maximum 1 page - Statement of diversity, equity, inclusion, and accessibility (DEIA), maximum 1 page - Previous significant results - Summary of current funding support for each principal and co-principal investigator - Curriculum vitae, maximum 2 pages for each principal investigator and co-principal investigator - Budget justification and budget tables - Negotiated indirect cost rate agreement (if applicable) - National Environmental Policy (NEPA) questionnaire - Letters of support (optional, e.g. from ship time operators) - Letter from state historic preservation office (SHPO) staff describing the project's potential to affect historic resources (if applicable) - Details about coordination with the National Oceanographic Partnership Program (NOPP), maximum 1 page (only applicable if the lead principal investigator is a federal employee) - Forms (for nonfederal applicants only): o Application for Federal Assistance (SF-424) o Budget Information for Non-Construction Programs (SF-424A) o Assurances for Non-Construction Programs (SF-424B) o Disclosure of Lobbying Activities (SF-LLL) o Certification Regarding Lobbying (CD511) - Suggested reviewers (optional)Nonfederal applicants must submit all documents required for a full proposal individually through Grants.gov.Federal applicants must email full proposals to oer.nofo2024@noaa.gov.","59577":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), Climate Program Office (CPO), the Earth System Science and Modeling (ESSM) Division programs address climate challenges by managing competitive research programs that support high-priority science initiatives. CPO\/ESSM Programs advance our understanding of the Earth's climate system and foster the application and use of this knowledge to improve the resilience of our Nation and its partners. The National Ocean Service (NOS) provides data, tools, and services that support coastal economies and their contribution to the national economy, especially in the area of preparedness and risk reduction. The Climate Program Office is working across OAR and NOS, and in collaboration with the National Weather Service, to develop and support research on the topic of coastal inundation. Through this announcement, CPO\/ESSM is seeking applications for one individual competition in FY23. Competitions solicit projects in response to H.R.3684 - Infrastructure Investment and Jobs Act, NOAA section, Provision 3:\"... coastal and inland flood and inundation mapping and forecasting, ...\" that align with the goals of \"A NOAA Capability for Coastal Flooding and Inundation Information and Services at Climate Timescales to Reduce Risk and Improve Resilience\". (https:\/\/cpo.noaa.gov\/Portals\/0\/Docs\/Risk-Teams\/NOAA-Coastal-Inundation-at-Climate-Timescales-Whitepaper.pdf)NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","55617":"The NOAA Office of Ocean Exploration and Research, also known as NOAA Ocean Exploration, is soliciting proposals for projects to conduct or support ocean exploration of poorly understood regions of U.S. waters. NOAA Ocean Exploration is the only federal program dedicated to exploring the deep ocean, closing prominent gaps in our basic understanding of U.S. deep waters and the seafloor and delivering the ocean information needed to strengthen the economy, health, and security of our nation. Using the latest tools and technology, NOAA Ocean Exploration explores unknown or little known areas of our deep ocean, making discoveries of scientific, economic, and cultural value. Data collected are used to understand and maintain a healthy ocean, sustainably manage marine resources, accelerate the national economy, and build a better appreciation of the value and critical importance of the ocean in our everyday lives. NOAA Ocean Exploration is soliciting proposals for interdisciplinary ocean exploration in waters under U.S. jurisdiction that support national priorities, including NOAA science and technology priorities of uncrewed systems, artificial intelligence, cloud computing, 'omics data, and citizen science (https:\/\/sciencecouncil.noaa.gov\/NOAA-Science-Technology-Focus-Areas) and the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone (https:\/\/www.noaa.gov\/nomec\/IWG-OEC, draft report to be released April 2022) developed per the National Strategy for Mapping, Exploring, and Characterizing the United States Exclusive Economic Zone (https:\/\/www.noaa.gov\/nomec). The U.S. Exclusive Economic Zone contains a vast array of underutilized, and likely many undiscovered, natural resources, including critical minerals, marine-derived pharmaceuticals, and energy sources in addition to areas of significant ecological and conservation value. By supporting exploration, i.e., discovery through disciplined, diverse observations, NOAA Ocean Exploration seeks to advance our basic understanding of U.S. deep waters (waters deeper than 200 meters).","57576":"NOAA NMFS' Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and the health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support the basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2023 and how NMFS will determine which proposals are selected for funding.The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work.The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their organizational efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, and Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","57089":"This NOFO funds two distinct programs, both of which are described in more detail below, and designed to support underserved communities and populations across the country in developing successful economic development plans and projects: 1) the Economic Recovery Corps Fellows program and 2) the Equity Impact Investments program. The Economic Recovery Corps program will add staff resources to local organizations focused on improving economic resilience and competitiveness in distressed regions across the country. EDA is seeking applications from eligible parties to create and launch a nationwide network of Economic Recovery Corps Fellows (Fellows) to help regions recover from the coronavirus pandemic by providing supplemental staff resources (i.e., Fellows) to economic development capacity-building organizations to increase their ability to effectively engage in local and regional economic development. Eligible applicants should consider strategies to build and form a national initiative that will place and coordinate Fellows across America to support two key activities: Technical Assistance -- enable communities to access funding and participate in economic development programs and initiatives through preparation, training, and implementation assistance Knowledge and Insights -- study, organize, and disseminate information, data, and analysis to accelerate the adoption of future-focused economic development principles and practices To learn more about this program visit: https:\/\/www.eda.gov\/programs\/economic-recovery-corps The Equity Impact Investments program will provide technical assistance to enable organizations serving underserved populations and communities to participate in economic development planning and projects. Under the Equity Impact Investments Program, EDA is hoping to make one national award and is seeking applications from eligible parties to coordinate organizations with a proven track record of effectively working with, conducting outreach to and delivering outcomes for underserved populations and communities to improve equity outcomes for both future and current EDA grantees. EDA seeks proposals that will drive the equity outcomes of economic development work through a suite of technical assistance and coordination activities. Applicants should be well-versed in how to build and implement successful economic development plans that deliver tangible results. Applicants should leverage this expertise, along with a strong network of local and regional economic and community development organizations, to effectively bring organizations that serve underserved populations and communities into local economic development projects and plans. To learn more about this program visit: www.eda.gov\/programs\/equity-impact-investments ","56415":"This notice requests applications from qualified organizations for projects addressing historical barriers to capital minority business enterprises (MBEs) face by leveraging non-traditional financial resources. The projects can utilize technical assistance models, pilot innovative solutions, leverage technology, advance research and data, or provide education to non-traditional lenders. MBDA seeks market solutions to the barriers of access to capital that acknowledge lack of traditional collateral\/assets as an impediment for MBEs. The projects align with the Minority Business Development Agency (MBDA) strategic mission to support the growth and global competitiveness of minority business enterprises (MBEs) and the Administration's strategic priority to advance racial equity and support underserved communities through the Federal government.Pre-Application Teleconference: MBDA will conduct a series of pre-application teleconferences on May 16, 23 and 26, 2022 Eastern Time. The time of the pre-application teleconferences are 2:00pm -- 3:00pm Eastern Daylight Time. Participants must register at least 24 hours in advance of the teleconference. Please visit the MBDA website at www.mbda.gov for more information.","52573":"The ARPA Statewide Planning, Research, and Networks NOFO is part of EDA's multi-phase effort to respond to the coronavirus pandemic as directed by the American Rescue Plan Act of 2021. Specifically, this NOFO seeks to build regional economies for the future through two primary avenues: a) Statewide Planning and b) Research and Networks. Subject to the availability of funds, awards made under this NOFO will help develop coordinated state-wide plans for economic development and data, tools, and institutional capacity to evaluate and scale evidence-based economic development efforts, including through communities of practice and provision of technical assistance among existing and new EDA grantees. While EDA encourages eligible applicants to submit their applications as soon as possible, EDA strongly advises eligible applicants to submit complete applications no later than October 31, 2021 so that EDA can review and process the application in time to achieve the objectives of the grant program. Submission by October 31, 2021 is not a guarantee of funding. Any award is subject to the availability of funds. See Section E of this NOFO regarding EDA's review process. For Statewide Planning grants, States must accept or reject the grant within 45 days of the date of transmission from EDA of an invitation letter. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application to the Research and Networks component of this funding opportunity, these forms are no longer required and have therefore been removed from the package template.","52543":"NOAA NMFS' Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2022 and how NMFS will determine which proposals are selected for funding. The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work. The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","48505":"The National Sea Grant Office (NSGO) and the Ocean Acidification Program (OAP) are seeking applications that establish, continue, and\/or expand collaborations between researchers and the shellfish aquaculture industry. Specifically, applications to this competition should utilize new or existing research\/industry partnerships to study how ocean and coastal acidification in combination with other stressors impacts shellfish aquaculture. Projects should utilize multiple parameter physical, chemical, or biological observing systems and\/or conduct multiple stressor experimental research. The priorities of this funding opportunity are to (1) build or strengthen relationships between the shellfish aquaculture industry and the aquaculture research community (including university, industry, private sector, tribal, state, and\/or federal scientists representing diverse perspectives), (2) develop scientific knowledge on the impact of ocean and coastal acidification in combination with other stressors to shellfish aquaculture, and (3) create data products, tools, technologies, management practices, or other deliverables that are broadly applicable to building resilience within the shellfish aquaculture sector. Subject to the availability of funding, NSGO and OAP anticipate approximately $2,000,000 total will be available to support approximately 2-6 projects, with each project funded at the approximate level of $100,000 - $300,000 per year for 1-3 years. This document sets out requirements for submitting to NOAA-OAR-SG-2021-2006704. Additional guidance and tips on how best to prepare an application are provided in the Sea Grant General Application Guide available at (https:\/\/seagrant.noaa.gov\/Portals\/1\/Guidance\/SeaGrantGeneralApplicationGuide.pdf)","47568":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: (1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2021 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year.","46422":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ). OER is interested in projects that provide data and information that may inform ocean-related segments of the U.S. economy through mapping, characterization, and exploration of the deep seafloor and water column of the U.S. EEZ as well as marine cultural heritage in U.S. waters. OER is soliciting proposals for three themes: OCEAN EXPLORATION. Ocean exploration to inform management, sustainable use, and conservation of marine resources in poorly explored deep ocean areas of the U.S. EEZ. Areas proposed for exploration and\/or initial characterization must be at water depths of 200 m or more. TECHNOLOGY. Application of new or novel use of existing ocean technologies or innovative methods that increase the scope and efficiency of acquiring ocean exploration data and improve usability of and access to ocean exploration data. Proposed technologies must be applicable to water depths of 200 m or greater, though testing in shallower water or lab-based testing will be supported. Technology testing may occur outside of U.S. waters. MARINE ARCHAEOLOGY. Discovery and characterization of underwater cultural heritage to inform decisions on preservation and seabed use, and to identify sources of potential environmental impacts. Marine archaeology proposals can be conducted in any water depth within the U.S. EEZ. Informational documents on this funding opportunity are accessible through the OER website: https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html. For the purpose of this opportunity, costs for ship time and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in Modified Total Direct Cost (MTDC). The exception is for institutions with a federal negotiated Indirect Cost (IDC) Rate agreement that covers these charges. Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. The following checklists are provided to aid in preparing your application. Pre-proposal stage (due July 8, 2020): 1. OER FFO cover sheet 2. Pre-proposal, max 2 pages Submit by email to: oer.ffo2021@noaa.gov Full proposal stage (due October 22, 2020): 1. Updated OER FFO cover sheet 2. Executive summary, max 1 page 3. Project narrative, max 15 pages 4. Data and information sharing plan, max 2 pages 5. Outreach and education plan, max 1 page 6. Statement of diversity and inclusion 7. Previous significant results 8. Summary of current funding support for each principal investigator 9. Curriculum vitae, max 2 pages per each principal investigator 10. Budget justification and budget tables 11. (if applicable) Negotiated Indirect Cost (IDC) Rate memo 12. NEPA questionnaire 13. (optional) Letters of support, e.g. from local State Historic Preservation Office 14. (non-federal only) Forms: SF-424, SF-424A, SF-424B, SF-LLL, Unpaid Tax Liability 15. (optional) Suggested reviewers All documents required at the full proposal stage must be submitted individually through Grants.gov.","43900":"The purpose of this document is to advise the public that NOAA\/OAR\/Ocean Acidification Program (OAP) is soliciting proposals for collaborative projects of up to 3 years in duration that synthesize ocean acidification information at a regional scale (e.g. Large Marine Ecosystem, large estuary or collection of small estuaries, and state or collection of states in US waters) to determine where societal vulnerabilities to ocean acidification exist or are emerging, in order to provide actionable information for marine resource decision makers and\/or bolster the resilience of the nation's Blue Economy. This funding opportunity will not support the collection of new chemical or ecological observations or species response data. Social science data collection is permitted. Funding is contingent upon the availability of Fiscal Year 2020 Federal appropriations. It is anticipated that projects funded under this announcement will have a September 1, 2020 start date. Approximately 1-6 projects for up to 3 years in duration are expected to be funded at the level of approximately $100,000 - $350,000 per year per proposal. It is anticipated that a total of up to $2 million may be available in FY20 to support the first year of projects.","41656":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: (1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2020 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year.","35742":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ). OER is interested in projects that provide data and information that may inform ocean-related segments of the U.S. economy, also referred to as the Blue Economy, and in projects that support Seabed 2030 goals, an international collaboration to fully map the global ocean by the year 2030.","28778":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: (1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2019 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year. ","30098":"There will be eight grant competitions from this notification valued at approximately $16,200,000 as follows: 1) High Impact Weather Testbeds, 2) Joint Technology Transfer Initiative (JTTI), 3) Air Quality Research and Forecasting, 4) Verification of the Origins of Rotation in Tornadoes Experiment - Southeast U.S. (VORTEX-SE), 5) Infrasound Detection of Tornadoes and High Impact Weather, 6) Next Generation of Mesoscale Weather Observing Platforms, 7) Snowpack and Soil Moisture Observations and Data Assimilation to Improve the National Water Model (NWM), and 8) Subseasonal to Seasonal (S2S). These eight competitions in this notification of funding opportunity reflect multiple science objectives spanning time scales from the very short-term (hours) to seasonal and from weather and water observations and modeling to social and behavioral science. It is focused on improving NOAA's understanding and ultimately its weather and water forecasting services through engagement with the external scientific community on key science gaps of mutual interest through funded grant opportunities. One of the key themes is supporting applied research and development that leads to the demonstration in NOAA's testbeds during the project period of new high impact weather, water, and air quality observing and forecasting applications, including new data or products, improved analysis techniques, better statistical or dynamic forecast models and techniques, and communication of that information to better inform the public. It is expected that NOAA's support of these new capabilities will speed the transition of this new research into operations in order to improve NOAA weather and water services for the public. The subseasonal to seasonal objectives focus on baseline understanding of predictability, advancement of community-driven, NOAA modeling initiatives, and increasing the utility of multi-model ensembles for end users. By facilitating new capabilities on the subseasonal to seasonal range, NOAA seeks to increase resiliency of national infrastructure, support land- and marine-based economic vitality and mitigation efforts, advance month-to-month operational applications, and better position local, regional, and national decision-makers for successful responses to adverse weather events. VORTEX-SE is a NOAA-led effort to understand the aspects of tornadoes in the Southeast U.S. that lead to an increased risk of death and injury in that region. The project emphasizes research, often interdisciplinary in nature, across the spectrum from meteorology to social, behavioral, economic, and engineering sciences. This year's funding opportunity continues the emphases of previous years. Finally, this announcement includes three competitions focused on improving the critical observing system technologies needed to underpin improved forecasts. They are focused on improved snowpack and soil moisture observations, improved mesoscale observations, and innovation in infrasound technology for detection of severe weather. NOAA's National Weather Service (NWS) is also announcing a companion Fiscal Year (FY) 2019 federal grant funding opportunity to this OAR opportunity through their Collaborative Science, Technology, and Applied Research (CSTAR) Program in early October 2018. Please search for funding opportunity number NOAA-NWS-NWSPO-2019-2005754 in https:\/\/www.grants.gov to learn more about this additional NOAA funding opportunity. CSTAR funds research that is often directed toward local forecasting applications at NWS Weather Forecast Offices, while OAR\/OWAQ funds research that is often directed at national forecasting applications at NWS national forecast centers, though there can be overlap. ","26293":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ), and areas mapped by, or of interest to, the U.S. Extended Continental Shelf (ECS) Project. Presently, important marine habitats and living and non-living resources are neither fully explored nor characterized. OER's intent is to address these knowledge gaps and support growth in the Nation's Blue Economy by soliciting ocean exploration proposals that focus on: 1. Discovering microorganisms, sponges, corals, and other organisms with biopharmaceutical or biotechnical potential; 2. Acquiring baseline ocean environmental information to better inform decision-making where future ocean energy development or critical mineral extraction may occur; 3. Finding and characterizing shipwrecks and submerged cultural resources that played a role in America's past ocean-based economy (e.g., transport, trade, warfare, etc.) and could inform decisions on future seabed activities and potential environmental impacts. OER seeks to enhance ocean exploration and scientific knowledge of unknown or poorly known areas of the ocean through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean's physical, geological, chemical, biological, and archaeological environments. This entails identifying, describing and creating baseline characterizations of new ocean habitats, marine resources and\/or processes. OER's mission is compliant with NOAA's Next Generation Strategic Plan (http:\/\/www.performance.noaa.gov\/ngsp\/) which outlines NOAA goals of Science, Service and Stewardship. Applicants are required to submit pre-proposals and, ultimately, full proposals that support OER's exploration mission. Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. Informational documents on this funding opportunity are accessible through the OER Website: https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html. For the purpose of this opportunity, ship time costs and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in Modified Total Direct Cost (MTDC). ","21328":"The purpose of this notice is to solicit grant proposals from eligible organizations implementing activities that modernize and improve the National Spatial Reference System in Gulf Coast states. Proposals submitted in response to this announcement should contribute to the beneficial public outcomes associated with the following program priorities, which consist of; 1) enhancing infrastructure of geodetic control, coastal remote sensing data, terrestrial gravity measurements, and other physical datasets; 2) developing models, tools, and guidelines to access geodetic control and manipulate and analyze geodetic data; 3) supporting education, capacity building, and technology transfer; 4) coordinating through partnerships with local users (state and local governments, universities, and the public sector) and other partners in the region; 5) sharing environmental data and information, collected and\/or created under NOAA grants\/cooperative agreements, making it visible, accessible, and independently understandable to general users, free of charge or at minimal cost, in a timely manner, except where limited by law, regulation, policy, or by security requirements.This competition focuses on the geography of the Gulf Coast states. Eligible funding applicants for this competition are institutions of higher education, state, local and Indian tribal governments. All awards are subject to the availability of funds.","21006":"Through the Joint Technology Transfer Initiative (JTTI) Program, OAR's Office of Weather and Air Quality (OWAQ) is soliciting proposals to conduct research and development activities related to advancing data assimilation of new observations and data assimilation techniques for convective-scale weather prediction, improving water prediction capabilities through enhancements to National Water Model, improving daily to subseasonal scale prediction of Arctic sea ice, and communicating forecast uncertainty.","18048":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2018 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year.","17770":"NOAA's Office of Ocean Exploration & Research (OER) seeks to enhance ocean exploration and scientific knowledge of the unknown or poorly known areas of the ocean. This entails identifying, describing and creating baseline characterizations of new ocean habitats, marine resources and\/or processes. In this Announcement, OER is seeking proposals focused on three topics including: 1. Exploration of the deep marine environments in the US EEZ and US Outer Continental Shelf (OCS) of the Gulf of Mexico; 2. Discovery and exploration of prehistorically and historically significant submerged marine heritage sites in the Gulf of Mexico within the US EEZ and the US Outer Continental Shelf (OCS); and 3. Novel or innovative technologies and methodologies that could increase the pace and scope of ocean exploration, especially exploration of deep environments including the water column and archaeological sites.For themes 1 and 2, OER will not entertain proposals outside the US EEZ and the US Outer Continental Shelf (OCS) in the Gulf of Mexico. Proposals that combine more than one of these exploration topics are encouraged. All correspondence regarding this FFO must be sent to the email: oer.ffo2018@noaa.gov Applicants are required to submit pre-proposals and, ultimately, full proposals that support OER's exploration mission. OER's overarching objective is to investigate and document poorly known and unknown ocean areas through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean's physical, geological, chemical, biological, and archaeological environments. OER's mission is compliant with NOAA's Next Generation Strategic Plan (http:\/\/www.performance.noaa.gov\/ngsp\/) which outlines NOAA goals of Science, Service and Stewardship. Findings from projects and expeditions are anticipated to result in new baseline characterizations; provide better scientific understanding of the processes on US continental margins; offer new insights into climate variability and marine ecosystems; reveal new or unconventional energy, mineral, biological, and\/or archaeological resources; help identify hazards resulting from extreme events such as submarine volcanic eruptions, earthquakes and tsunamis; and deliver technology advancements (platforms, sensors, methodologies, etc.) that will increase observational capabilities of the ocean. In FY18, OER anticipates availability of approximately $3,000,000 for this Funding Opportunity (this amount includes of costs for any required ship and\/or submersible assets). Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. Background information on how to apply and other informational documents are accessible through the OER Office Website: http:\/\/oceanexplorer.noaa.gov\/about\/what-we-do\/funding-opportunities.html. Eligible applicants are institutions of higher education; non-profit institutions; for-profit organizations; state, local, and tribal governments, as well as U.S. territories that possess the statutory authority to accept funding for this type of work. Federal agencies that possess the statutory authority to accept funding for this type of work may also apply and must agree to take FY2018 funding for proposed projects. Federal and state agencies are strongly encouraged to collaborate with partners from a non-federal\/non-state eligible entity. For the purpose of this opportunity, the buying of ship time and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) is considered a rental cost and therefore not included in Modified Total Direct Cost (MTDC). OER funding will not be provided to hire and\/or fund the salaries and associated overhead costs of any permanent federal or state government employee. OER will not pay Facilities and Administrative (F&A or \"overhead\") fees to federal and state agencies for subawards such as ship time or other ocean data collection platform support. Federal and state award recipients may use funding to cover travel, equipment, supplies, and contractual personnel costs associated with the proposed work. Foreign researchers may participate by submitting a subaward through collaboration with an eligible U.S. entity. The DOC and NOAA support cultural and gender diversity and encourage women and minority individuals and groups to submit applications to this Announcement of Federal Funding Opportunity. In addition, DOC\/NOAA is strongly committed to broadening the participation of historically black colleges and universities, Hispanic serving institutions, tribal colleges and universities, and institutions that work in underserved areas. DOC\/NOAA encourages applications involving any of the above institutions to apply.","12918":"The purpose of this document is to advise the public that NOAA\/OAR\/Ocean Acidification Program (OAP) is soliciting proposals for collaborative projects of up to 2 years in duration that synthesize ocean acidification information at a regional scale (e.g. Large Marine Ecosystem, large estuary or collection of small estuaries, and state or collection of states in US waters) to determine where societal vulnerabilities to ocean acidification exist or are emerging, in order to provide actionable information for marine resource decision makers. This funding opportunity will not support the collection of new chemical or ecological observations or species response data. Social science data collection is permitted. Funding is contingent upon the availability of Fiscal Year 2017 Federal appropriations. ","11960":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2017 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","5206":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with and adapt to today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP). Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) improved scientific understanding of the changing climate system and its impacts; 2) assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) a climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with all levels of governing structures (e.g., federal, state, tribal, regional, local) as well as academic, private, and international research entities, and it places a substantial emphasis on productive partnerships and interactions with decision-makers and other stakeholders. Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of Earth's climate system and to foster the application of this knowledge to enable effective decisions. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment and similar international endeavors. In seeking to advance the NGSP climate objective of an improved scientific understanding of the changing climate system and its impacts, CPO supports research that advances core capabilities in (a) observing systems, climate monitoring and data stewardship (b) understanding and modeling, (c) predictions and projections, and (d) informing decisions. These core capabilities are, in turn, intended to advance NOAA's ability to provide sustained, reliable, and timely climate services dealing with the following broad, societal challenge areas: (a) climate impacts on water resources, (b) coasts and climate resilience, (c) sustainability of marine ecosystems, and (d) changes in extremes of weather and climate. ","5789":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2016 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","4342":"The purpose of this notice is to solicit proposals from eligible entities to develop or implement activities that build resilience of coastal regions, communities, and economic sectors to the negative impacts from extreme weather events, climate hazards, and changing ocean conditions. Successful applicants will develop proposals that plan or implement actions that mitigate the impacts of these environmental drivers on overall resilience, including economic and environmental resilience. Funds will be available to support activities that: - Identify and address priority data, information, and capacity gaps - Develop tools, as needed, to inform sound, science-based decisions, which support regional efforts to plan for a resilient ocean and coastal economy - Acquire and integrate socioeconomic information with physical and biological information to improve the assessment of risk and vulnerability for planning and decision making - Understand how hazards and changing ocean conditions affect coastal economies, including existing and emerging sectors that depend on the ocean and coasts - Develop the information and approaches needed for improved risk communication, and the necessary tools, technical assistance and training tailored toward enhanced resilience to weather events, climate hazards, and changing ocean conditions - Evaluate the costs, benefits, and tradeoffs of systems-based development or redevelopment approaches that incorporate both natural defenses and hard structural solutions - Support the development of sustainable recovery, redevelopment, and adaptation plans and implement programs and projects that incentivize rebuilding and development approaches which reduce risk and increase resilience Proposals submitted in response to this announcement shall employ a regional approach that results in improved ability of multiple coastal jurisdictions to prepare for, absorb impacts of, recover from, and\/or adapt to adverse events and changing environmental, economic, and social conditions. Proposals should demonstrate coordinated effort of multiple jurisdictions (e.g., states, tribes, territories, counties, municipalities, regional organizations, etc.) and\/or state or local managed areas within a specified geographic region and involve the appropriate range of partners and stakeholders to ensure project success. Collaborative projects that leverage NOAA supported programs, products, partnerships or services and support federal, tribal, state, regional, county or local plans and partnerships are preferred. Also preferred are proposals that leverage other Administration priorities and other federal resilience investments. Eligible funding applicants are: nonprofit organizations; private (for profit) entities; institutions of higher education; and state, territorial, tribal, local governments as defined at 2 C.F.R. § 200.64, which includes counties, municipalities, and cities; and regional organizations (as defined in this announcement). Applicants must conduct projects benefiting coastal communities within one or more of the following U.S. states and territories: Alabama, Alaska, American Samoa, California, Connecticut, Delaware, Florida, Georgia, Guam, Hawaii, Illinois, Indiana, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, New Hampshire, New Jersey, New York, North Carolina, Northern Mariana Islands, Ohio, Oregon, Pennsylvania, Puerto Rico, Rhode Island, South Carolina, Texas, Virginia, Virgin Islands (US), Washington, and Wisconsin. This competition is one of two competitions being administered by NOAA to build coastal resilience. The companion competition, Coastal Ecosystem Resilience Grants, is being administered by NOAA's National Marine Fisheries Service (NMFS) to improve the resiliency of ocean and coastal ecosystems.","72742":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with and adapt to today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) (http:\/\/www.ppi.noaa.gov\/ngsp\/). The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: • Understanding and modeling • Observing systems, data stewardship, and climate monitoring • Predictions and projections • Integrated service development and decision support These core capabilities and research efforts now allow progress to be made toward the provision of sustained, reliable, and timely climate services, focused initially on the following societal challenges identified in the NGSP: • Climate impacts on water resources • Coasts and climate resilience• Sustainability of marine ecosystems • Changes in extremes of weather and climate Each of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. In this regard, application abstracts must include a paragraph describing the work's relevance to the NGSP's climate goal and especially the work's relevance to the Competition being targeted. We estimate that $15.5 million will be available through this Announcement in FY 2015 for approximately 100 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/cpo.noaa.gov\/GrantsandProjects.aspx for information prior to submitting applications.","1336":"The NOAA\/NASA\/DOD Joint Center for Satellite Data Assimilation (JCSDA) is a distributed center that engages units of NASA: Goddard Space Flight Center (GSFC) Earth-Sun Exploration Division; NOAA: NESDIS Center for Satellite Applications and Research (STAR) , National Weather Service (NWS) National Centers for Environmental Prediction (NCEP), and Office of Oceanic and Atmospheric Research (OAR); US Navy: Oceanographer of the Navy and the Naval Research Laboratory (NRL); and US Air Force Air Weather Agency. The Joint Center's goal is to accelerate the abilities of NOAA, DoD, and NASA to ingest and effectively use the large volumes of data from current satellite-based instruments and planned satellite missions. The JCSDA supports scientific development work in the following priority areas (1) Radiative transfer, (2) Clouds and precipitation data assimilation, (3) Advanced instruments data assimilation, (4) Land data assimilation, (5) Ocean data assimilation and (6) Air Composition data assimilation. JCSDA research is performed internally (internal research) as well as externally using grants and\/or contracts awarded via a competitive process open to the broader scientific community (external research). The overarching goal of JCSDA research is to accelerate the assimilation of satellite data in US operational numerical environment forecast models. A primary measure of potential impact in this solicitation will be the acceleration of satellite data usage into NOAA, and DoD forecast systems, and the improvement of forecasts from those systems.","1420":"NOAA's Office of Ocean Exploration & Research (OER) seeks to enhance ocean exploration and scientific knowledge in the Arctic by encouraging use of the rich Arctic data set collected since 2003 in support of the U.S. Extended Continental Shelf (ECS) Project http:\/\/continentalshelf.gov\/. OER challenges applicants to propose multi-partner interdisciplinary exploration projects that will capitalize and build on these Arctic ECS data, and target the mapped areas in new ways, using innovative technologies to inform some of NOAA's most pressing Arctic marine science needs, and stewardship responsibilities, pursuant to NOAA's Arctic Vision and Strategy http:\/\/www.arctic.noaa.gov\/docs\/NOAAArctic_V_S_2011.pdf. The applicants' proposed projects should focus on one or more of the areas of the Arctic where ECS data have been collected; and use these data as the foundation from which to launch additional explorations to identify, describe and create baseline characterizations of new habitats, marine resources and\/or phenomena. OER is seeking pre-proposals and, ultimately, full proposals to support its exploration mission, consistent with NOAA's Next Generation Strategic Plan (http:\/\/www.ppi.noaa.gov\/ngsp\/), to search, investigate, and document poorly known and unknown ocean areas through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean environment and its physical, chemical, archaeological, and biological resources. Results will inform marine policy and marine resource management decisions. Proposals must address one or more NOAA's mission goals (e.g., Healthy Oceans, Climate Adaptation and Mitigation, Resilient Coastal Communities and Economies, NOAA's Science and Technology Enterprise). Findings from these investigations are anticipated to result in new baseline characterizations, provide better scientific understanding of the processes on our continental margins, offer new insights into climate variability, marine ecosystems, previously unknown or unconventional energy sources, mineral resources, hazards resulting from extreme events such as earthquakes and tsunamis, and deliver technology advancements (platforms, sensors, methodologies, etc.) that will increase observational capability in the Arctic. OER is soliciting proposals that will bring together scientists from different disciplines to use innovative techniques (where feasible) to investigate unexplored and\/or poorly known ocean areas and reveal new understandings and interpretations about our marine environment. Competitive proposals must be bold, innovative and interdisciplinary in their approach. It is expected that the results of funded proposals will stimulate further exploration and research, as well as inform marine policy and marine resource management decisions. Through this announcement, NOAA OER anticipates the availability of a total of approximately $3,000,000 including costs for ship and submersible assets. To familiarize themselves with past and present OER-funded activities, applicants are encouraged to visit the program's website http:\/\/oceanexplorer.noaa.gov. Background on how to apply and the required proposal coversheets are accessible through the OER Office Website at: http:\/\/oceanexplorer.noaa.gov\/about\/what-we-do\/funding-opportunities.html. ","73164":"The NOAA B-WET Program is an environmental education program that supports outdoor, experiential learning through competitive grant awards in specific geographic regions. Prior to 2008, NOAA B-WET Programs were established for the Chesapeake Bay and Monterey, CA areas, and the Hawaiian Islands. In 2008 three new programs began, in New England, the northern Gulf of Mexico, and the Pacific Northwest. We anticipate that funds for new and continuing projects will be available under the New England B-WET program in Fiscal Year (FY) 2015. Proposals are currently being solicited for the New England B- WET program under this funding opportunity. For the purposes of this solicitation, the New England region is defined as the states of Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, and Connecticut. NOAA recognizes that knowledge and commitment built from firsthand experience, especially in the context of one's community and culture, are essential for achieving environmental stewardship. Successful projects are those carefully selected place-based experiences that are driven by rigorous academic learning standards, engendering discovery, wonder, and associated stewardship impulses. B-WET projects nurture a sense of community, enable students to understand their place in their watershed, help reinforce an ethic of responsible citizenship, and promote academic achievement. Experiential learning techniques, such as those supported by the NOAA B-WET Program, have been shown to increase interest in science, technology, engineering, and math (STEM). This funding opportunity supports K-12 environmental education programs that provide students with meaningful watershed education experiences (MWEEs), and provide related professional development and support to in-service teachers, administrators, or other educators serving K-12 students in New England. The Atlantic Ocean and its bays, and tidal and non-tidal rivers and tributaries are an excellent resource for environmental education. These waterbodies and the surrounding landscape provide hands-on, place-based laboratories where students can see, touch, and learn about watersheds and the greater environment. For purposes of this solicitation, MWEEs are defined as below: - Experiences are investigative or project oriented. They center around questions, problems, and issues investigated through data collection, observation, and hands-on activities. Experiences stimulate observation, motivate critical thinking, develop problem-solving skills, and instill confidence in students. Where age and experience-appropriate, technology such as probeware, tablets, and GPS equipment should be integrated throughout the instructional process. Experiences such as tours, gallery visits, simulations, demonstrations, or nature walks may be instructionally useful but alone do not constitute a meaningful experience. - Experiences are an integral part of the instructional program and clearly part of what is occurring concurrently in the classroom. The experience should be part of the curriculum and align with the academic standards. They should occur where and when they fit into the instructional sequence. - Experiences do not have to be based solely on scientific disciplines. They may involve materials, resources, and instruments that address multiple topics, such as maritime heritage, history, economics, civic, math, English, art, and the cultural significance of our natural resources. They should make appropriate connections between subject areas and reflect an integrated approach to learning. - Meaningful experiences are part of a sustained activity that stimulates and motivates the student from beginning to end. Though a watershed experience itself may occur as one specific event on one day, the total duration leading up to and following the experience should involve a significant investment of instructional time. Each experience should consist of three general phases: preparation; action; and reflection. Projects should provide teachers with the support, materials, resources, and information they need to conduct these three phases. • The preparation phase should focus on a question, problem, or issue and involve students in discussions about it. • The action phase should include multiple outdoor experiences sufficient to conduct the project, make the observations, or collect the data required. We strongly encourage an action phase that includes both investigation and restoration or stewardship projects that improve the environment. • The reflection phase should refocus on the question, problem, or issue; analyze the conclusions reached; evaluate the results; assess the activity and the knowledge gained; and include sharing and communication of the results. - Experiences consider the watershed as a system. MWEEs should make a direct connection to the marine or estuarine environment. Experiences do not have to be water-based activities as long as an intentional connection is made to the watershed, water quality, and the coastal and marine environment. Watershed experiences may include terrestrial activities (e.g., erosion control, buffer creation, groundwater protection, pollution monitoring or prevention). - NOAA products, services, or personnel enhance these experiences. NOAA can increase the impact of outdoor experiences with its wealth of applicable products and services, and cadre of scientific and professional experts. For example, NOAA data can supplement or contextualize the information collected by students. NOAA personnel have technical knowledge and experience that can serve to complement the classroom teacher's strengths and augment the array of resources for education. The inclusion of NOAA products and services in classroom activities will increase awareness of the agency's vast natural, informational, and data resources and may lead to better understanding of its mission. Additionally, these professionals can serve as important role models for career choices and as natural resources stewards, thus promoting STEM careers.","67656":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) . Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts -- is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with all levels of governing structures (e.g., federal, state, tribal, regional, local), academic, private, and international research entities, and it places a substantial emphasis on productive partnerships and interactions with decision makers and other stakeholders. Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of Earth's climate system and to foster the application of this knowledge in risk management and adaptation efforts. The CPO supports research that is conducted across the United States and internationally. The CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment and similar international endeavors. In seeking to advance the NGSP climate objective of an improved scientific understanding of the changing climate system and its impacts, the CPO supports research that advances core capabilities in (a) understanding and modeling, (b) observing systems, data stewardship, and climate monitoring, (c) predictions and projections, and (d) integrated service development and decision support. These core capabilities are, in turn, intended to advance NOAA's ability to provide sustained, reliable, and timely climate services dealing initially, according to the NGSP, with the following broad, societal challenge areas: (a) climate impacts on water resources, (b) vulnerability of coasts and their resilience to climate impacts, (c) sustainability of marine ecosystems, (d) changes in extremes of weather and climate, and (e) information for mitigating climate change. The CPO, therefore, supports research that addresses these societal challenges. ____________ http:\/\/www.ppi.noaa.gov\/ngsp\/ 2 http:\/\/www.ppi.noaa.gov\/ngsp\/","67387":" The principal objective of the Species Recovery Grants to Tribes Program is to support recovery efforts that directly benefit threatened or endangered species, species proposed for listing, de-listed species, or candidate species under the jurisdiction of the NMFS or under the joint jurisdiction of NMFS and the U.S. Fish and Wildlife Service. Recovery efforts may involve management, research, monitoring, and outreach activities or any combination thereof. Successful applications will be those that demonstrate a direct conservation benefit to the species or its habitat. Proposals involving management activities should demonstrate a high probability of contributing to recovery of the species, especially through mitigation of existing threats or factors inhibiting recovery of the species. Proposals involving scientific research should demonstrate a high probability of providing information that can be used to recover, manage, or improve current management strategies for a given species. Proposals involving public education and outreach projects should demonstrate a high probability of improving or increasing public understanding and participation in conservation activities. All projects should address priority actions identified in an ESA Recovery Plan or address a NMFS-identified regional priority or need if applicable. Priority will be given to those projects that are designed to have a direct impact on species recovery through implementation of management actions (e.g. habitat restoration, by-catch reduction, land acquisition, or mitigation of existing threats). Such proposals will receive higher priority than those projects that involve research or monitoring activities only or are merely responding to existing threats. However, research proposals that are designed to fill critical data gaps and directly contribute to management and recovery of eligible species will still be competitive under this solicitation. Projects that include measures\/indicators by which performance or success of the project will be evaluated will receive higher priority. Projects focusing on Pacific salmon or steelhead that are listed, candidates, or proposed for listing will not be considered under this grant program; tribal conservation efforts for these species may be supported through the Pacific Coastal Salmon Recovery Fund. ","65896":"The purpose of this notice is to solicit proposals for cooperative agreements and\/or grants between NOAA and partnering entities in the United States, implementing NOAA's National Height Modernization Program (NHMP) to support Regional Geospatial Modeling. Proposals submitted in response to this announcement should contribute to the beneficial public outcomes associated with the five priority issues which consist of enhancing infrastructure of geodetic control, coastal remote sensing data, terrestrial gravity measurements, and other physical datasets; developing models, tools, and guidelines to access that control and manipulate and analyze geodetic data; supporting education, capacity building, and technology transfer; coordinating through partnerships with local users (state and local governments, universities, and the public sector) and other partners in the region; sharing environmental data and information, collected and\/or created under NOAA grants\/cooperative agreements, making it visible, accessible, and independently understandable to general users, free of charge or at minimal cost, in a timely manner, except where limited by law, regulation, policy, or by security requirements.This competition is focused on the geography of the Gulf Coast states in response to NOAA's Height Modernization Plan and subsequent congressional appropriations. The program priorities for this opportunity support NOAA's mission support goal of: Resilient Coastal Communities and Economies. Priorities addressing this mission goal also frequently are found to support NOAA's other mission goals: Climate Adaptation and Mitigation; Weather-Ready Nation; Healthy Oceans. In addition, these priorities support NOAA's Enterprise goals for Science and Technology, and Engagement.","66332":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2014 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","61986":"The goal of this NOAA Environmental Literacy Grants (ELG) Federal Funding Opportunity (FFO) is to build the capacity of informal educators (including interpreters and docents) and\/or formal educators (pre- or in-service) to use NOAA data and data access tools to help K-12 students and\/or the public understand and respond to global change. Successful projects will enhance educators' ability to use the wealth of scientific data, data visualizations, data access technologies, information products, and other assets available through NOAA (plus additional sources, if desired) to engage K-12 students and\/or other members of the public in a minimum of two U.S. states or territories. Partnerships with NOAA entities and\/or involvement of NOAA scientists to facilitate the use of such assets by educators are strongly encouraged. As an ultimate outcome, successful projects should aim to increase educators' effectiveness in promoting stewardship and increasing informed decision making by a diverse pool of K-12 students and\/or other members of the public. The impact of the proposed project on the target educators must be measurable during the award period. Projects are also encouraged to track outcomes among the public and\/or K-12 audiences served by these educators. Project topics must relate to NOAA's mission in the areas of ocean, coastal, Great Lakes, weather, and climate sciences and stewardship and should focus on one or more of the goals of NOAA's Next Generation Strategic Plan (http:\/\/www.ppi.noaa.gov\/goals\/) healthy oceans; weather-ready nation; climate adaptation and mitigation; and resilient coastal communities and economies. Projects must specifically emphasize the theme of global environmental change, including (but not limited to) such topics as drought, severe weather, ocean acidification, sea level rise, and climate change. Where applicable, project design should be informed by projects previously funded by NOAA's Environmental Literacy Grants Program (See \"Awards\" tab under www.oesd.noaa.gov\/grants\/elg.html). Projects that specifically build capacity of educators to engage teens are of interest. Similarly, NOAA has an interest in projects that reach groups traditionally underserved and\/or underrepresented in Earth System science. This funding opportunity identifies two priority categories of eligible applicants, both of equal importance. Both priorities have the same goal: to build the capacity of informal and\/or formal educators to use NOAA data and data access tools to help K-12 students and\/or the public understand and respond to global change. Eligible applicants for Priority 1 are collaborative teams of two or more U.S. institutions. Eligible applicants for Priority 2 are collaborative teams of two or more non-profit U.S. aquariums, of which at least one must be accredited by the Association of Zoos and Aquariums (AZA). Collaborative applicant teams in both Priority 1 and Priority 2 are strongly encouraged to include at least one applicant that has not previously received a grant from NOAA's Environmental Literacy Grants program. Proposed projects in each priority must be between two and five years in duration and have combined federal requests of $500,000 - $1,000,000 for all years of the project. It is anticipated that awards under this announcement will be made by September 30, 2013 and that the projects funded under this announcement will have a start date no earlier than October 1, 2013. Note: Links to this announcement and other helpful information for applying are available at www.oesd.noaa.gov\/grants\/elg.html under the \"Funding\" tab. ","43578":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP; http:\/\/www.ppi.noaa.gov\/ngsp\/). The NGSP outlines NOAA's five-year climate objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: \" Understanding and modeling \" Observing systems, data stewardship, and climate monitoring \" Predictions and projections \" Integrated service development and decision supportThese core capabilities, in turn, will focus initially on the following societal challenges identified in the NGSP as early evidence of progress to be made by NOAA in providing sustained, reliable, and timely climate services:\" Climate impacts on water resources\" Vulnerability of coasts and their resilience to climate impacts\" Sustainability of marine ecosystems\" Changes in extremes of weather and climate\" Information for mitigating climate changeEach of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. In this connection, application abstracts must include a paragraph describing the work's relevance to the NGSP's long-term goal of climate adaptation and mitigation and most especially the work's relevance to the Competition being targeted.We estimate that $14.5 million will be available through this Announcement in FY 2013 for approximately 115 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/www.cpo.noaa.gov\/opportunities for information prior to submitting applications.","53082":"The NOAA\/NASA\/DOD Joint Center for Satellite Data Assimilation (JCSDA) is a distributed center that engages units of NASA: Goddard Space Flight Center (GSFC) Earth-Sun Exploration Division; NOAA: NESDIS Center for Satellite Applications and Research (STAR) , National Weather Service (NWS) National Centers for Environmental Prediction (NCEP), and Office of Oceanic and Atmospheric Research (OAR); US Navy: Oceanographer of the Navy and the Naval Research Laboratory (NRL); and US Air Force Air Weather Agency. The Joint Center's goal is to accelerate the abilities of NOAA, DoD, and NASA to ingest and effectively use the large volumes of data from current satellite-based instruments and planned satellite missions. The JCSDA supports scientific development work in the following priority areas (1) Radiative transfer, (2) Clouds and precipitation, (3) Advanced instruments data assimilation, (4) Land data assimilation, (5) Ocean data assimilation and (6) Air Composition data assimilation. JCSDA research is performed internally (internal research) as well as externally using grants and\/or contracts awarded via a competitive process open to the broader scientific community (external research). The overarching goal of JCSDA research is to accelerate the assimilation of satellite data in US operational numerical environment forecast models. A primary measure of potential impact in this solicitation will be the acceleration of satellite data usage into NOAA, and DoD forecast systems, and the improvement of forecasts from those systems.","21957":"NOAA NMFS' Marine Mammal Health and Stranding Response Program is charged under the Marine Mammal Protection Act (MMPA) with facilitating the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is conducted by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) Support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2013 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","18300":"Regions have been an organizing influence for both decision makers and scientists working on climate adaptation. Recognizable climate patterns, such as the El Nino Southern Oscillation (ENSO), emerge at the regional level where our understanding of observations and models coalesce. Critical resources for society are managed in a context of regional systems, such as water supply and human populations. Multiple scales of governance (local, state, and federal) with complex institutional relationships can be examined across a region. Climate information (i.e. data, science, research etc) developed within these contexts and working across spatial and temporal scales resonates with people making decisions on the ground.Recognizing the importance of regions and the interests of Congress, the President's Interagency Climate Change Adaptation Task Force (ICCATF) recommends that regional climate science and service efforts of the Federal government should be better coordinated to most effectively support regional-to-local decision makers facing the impacts of climate change. Congress and the Administration want to ensure that trust between scientists and decision makers who are already working to manage climate risks is not compromised by duplicative or conflicting information. The NOAA Climate Program Office's (CPO) Regionally Integrated Science and Assessments (RISA) program supports research teams that conduct innovative, interdisciplinary, user-inspired, and regionally relevant research that informs resource management and public policy. The eleven RISA teams are nationally and internationally recognized for their innovations in providing support to decision makers on the ground who are managing risks associated with climate variability and change. NOAA's RISA program is a part of CPO's Climate and Societal Interactions (CSI) division and an active partner in the National Climate Data Center's (NCDC) efforts to build an integrated regional climate services partnership.Central to the RISA approach are commitments to process, partnership, and trust building; assessments of stakeholder decision-making needs and contexts; and evaluation of institutional and political constraints to using climate knowledge. RISA teams are effective because they have been able to create strong, long-term relationships with stakeholders from the public and private sectors, including local, regional, and state governments, federal agencies, tribal governments, utilities, the business community, national and international non-profit organizations, and educational institutions.After 15 years of regional capacity building and research, a key finding from the RISA program is that trust building between partners is best accomplished when using shared resources to collaborate on common goals, objectives or outcomes. Working together to solve problems brings people together to innovate lasting solutions. Furthermore, capacity (tools, information, knowledge, etc) is best sustained when the developers of capability or knowledge are working hand-in-hand with those entities who will apply that capability or knowledge over time. This announcement is designed to stimulate partnerships by bringing people together around specific projects related to regionally relevant issues addressing climate adaptation. ","64505":"The NMFS Marine Mammal Health and Stranding Response Program is charged under the Marine Mammal Protection Act with facilitating the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is conducted by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) Support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2012 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","65707":"Changing climate confronts society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) . Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts - is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's five-year climate objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with Federal, academic, private, and international research entities, and places a substantial emphasis on productive partnerships and interactions with decision makers and other stakeholders.Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs conducted in regions across the United States, at national and international scales, and globally. The CPO also provides strategic guidance and oversight for the agency's climate science and services programs and helps to integrate capabilities from across the agency to provide enhanced services to its constituents. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: (a) understanding and modeling, (b) observing systems, data stewardship, and climate monitoring, (c) predictions and projections, and (d) integrated service development and decision support.These core capabilities, in turn, will focus initially on the following societal challenges identified in the NGSP as early evidence of progress to be made by NOAA in providing sustained, reliable, and timely climate services:* Climate Impacts on Water Resources* Coasts and Climate Resilience* Sustainability of Marine Ecosystems* Changes in Extremes of Weather and Climate* Information for Mitigating Climate ChangeEach of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. Application abstracts must include a paragraph describing the work's relevance to the NGSP's long-term goal of climate adaptation and mitigation as well as to the Competition that is being targeted.In FY 2012, we estimate that $15.5 million will be available for approximately 60 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/www.cpo.noaa.gov\/index.jsp?pg=\/opportunities\/opp_index.jsp&opp=2012\/program_elements.jsphttp:\/\/www.noaa.gov\/ngsp ","53654":"The Marine Mammal Protection Act (MMPA) was enacted in 1972 largely in response to concerns that human activities were contributing to the decline of the populations of certain marine mammal species. The underlying focus of the MMPA is the implementation of policies to prevent the decline of marine mammal species beyond the point where they would stop being functioning parts of their ecosystems. The MMPA prohibits the taking of any marine mammal in U.S. waters, with the exception of certain cases such as through permitted activities, where \"take\" is defined as hunting, harassing, capturing, or killing a marine mammal or attempting to do so. The MMPA is unique in that its underlying intent is the management of marine mammal stocks to help them achieve their optimum sustainable populations within their ecosystems, rather than managing for the benefit of commercial exploitation. The MMPA was amended in 1994 to provide certain exceptions to the take prohibitions, establish provisions for the preparation of marine mammal stock assessment reports, implement a program addressing interactions between commercial fisheries and marine mammals, and institute studies of pinniped interactions with fisheries. NOAA's National Marine Fisheries Service (NMFS) is charged with carrying out the mandates of the MMPA for the protection of whales, dolphins, porpoises, seals, and sea lions, while the U.S. Fish and Wildlife Service is charged with protecting walruses, manatees, otters, and polar bears. The Marine Mammal Program within the NMFS Northeast Region's Protected Resources Division (PRD) carries out the mandates of the MMPA, and is charged with protecting the whales, dolphins, porpoises, and seals that occur within the Northeast region (Maine through Virginia). Many of the program's activities focus on addressing human-caused impacts to marine mammals, including vessel strikes and fishing gear interactions, and managing behaviors associated with marine mammal viewing activities, such as whale watches and recreational boating. The program also includes a marine mammal health and stranding response component, which includes coordinating response and data collection efforts for stranded animals and learning more about factors affecting the health of marine mammals. Finally, an important component of the Marine Mammal Program is outreach and education efforts to support all of its sub-programs, including regulated parties like fishermen and marine mammal viewing groups like whale watch vessels. For more information about the Marine Mammal Program in the Northeast Region, visit http:\/\/www.nero.noaa.gov\/prot_res\/mmp\/. NMFS seeks the submission of proposals addressing the research and management needs that have been identified for the Marine Mammal Program in the Northeast. A wide variety of applicants are eligible to submit proposals, including state agencies, non-profit organizations, fishermen, stranding network partners, and others. This document describes how to submit proposals for funding in Fiscal Year 2011 and how NMFS will evaluate proposals and determine those that will be recommended for funding.","44791":"The NMFS is seeking to provide federal assistance, in the form of grants or cooperative agreements, to support conservation efforts for the current list of federally identified Species of Concern (SOC) under the Proactive Species Conservation Program. The program supports voluntary conservation efforts designed to conserve marine and anadromous species before they reach the point at which listing as threatened or endangered under the Endangered Species Act (ESA) becomes necessary. Such proactive conservation efforts can serve as an efficient, non-regulatory, and cost-effective means of managing potentially at-risk species. To raise awareness of potentially at-risk species and to foster their proactive conservation, the NMFS created a 'species of concern' list in April 2004 (69 FR 19975). 'Species of concern' are species that are potentially at risk of becoming threatened or endangered or may potentially require protections under the ESA, yet for which sufficient data are lacking. The SOC status carries no procedural or regulatory protections under the ESA. The list of SOC and descriptions of each species are available at http:\/\/www.nmfs.noaa.gov\/pr\/species\/concern\/#list. Under this solicitation, any state, territorial, tribal, or local entity that has authority to manage or regulate these species or activities that affect these species is eligible to apply to this grant program. This document describes how to submit proposals for funding in fiscal year (FY) 2011 and how the NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","40111":"The NMFS Marine Mammal Health and Stranding Response Program is charged under the Marine Mammal Protection Act (MMPA) with facilitating the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is conducted by NOAA to provide assistance to eligible members of the National Marine Mammal Stranding Network to: (1) Support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2011 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year. "},"grants_url":{"63028":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=349302","63015":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=349284","61825":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347927","61834":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347928","50388":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332125","50391":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332126","50390":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332127","51995":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334079","50406":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332138","61362":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347413","59577":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345230","55617":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338956","57576":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342364","57089":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341163","56415":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=340105","52573":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334728","52543":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334699","48505":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329496","47568":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328105","46422":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=326583","43900":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=322696","41656":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=319337","35742":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=314587","28778":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=308227","30098":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=309267","26293":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=306381","21328":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=300691","21006":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=300187","18048":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=295831","17770":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=295442","12918":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=288520","11960":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=286607","5206":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=277620","5789":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=278283","4342":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=276661","72742":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=260044","1336":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=269230","1420":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=269435","73164":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=261430","67656":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=239854","67387":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=239014","65896":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=235245","66332":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=236474","61986":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=217034","43578":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=190933","53082":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=204293","21957":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=170920","18300":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=165033","64505":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=97533","65707":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=103313","53654":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=74193","44791":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=61994","40111":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=55960"}}