{"opportunitytitle":{"55236":"FY 2022 EDA University Center Competition - SRO","55237":"FY 2022 EDA University Center Competition - ATRO","4342":"Regional Coastal Resilience Grants Program 2015","69695":"FY 2014 Coastal Resilience Networks","53222":"FY 2013 Coastal Resilience Networks","9921":"FY 2012 Coastal Resilience Networks"},"opportunitynumber":{"55236":"EDA-SEA-TA-SRO-2022-2007230","55237":"EDA-ATL-TA-ATRO-2022-2007229","4342":"NOAA-NOS-OCM-2015-2004324","69695":"NOAA-NOS-CSC-2014-2003982","53222":"NOAA-NOS-CSC-2013-2003483","9921":"NOAA-NOS-CSC-2012-2003316"},"description":{"55236":"This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office (separate posting and application package for applicants applying from within the Atlanta Regional Office) Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","55237":" This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office (separate posting and application package for applicants applying from within the Seattle Regional Office) Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","4342":"The purpose of this notice is to solicit proposals from eligible entities to develop or implement activities that build resilience of coastal regions, communities, and economic sectors to the negative impacts from extreme weather events, climate hazards, and changing ocean conditions. Successful applicants will develop proposals that plan or implement actions that mitigate the impacts of these environmental drivers on overall resilience, including economic and environmental resilience. Funds will be available to support activities that: - Identify and address priority data, information, and capacity gaps - Develop tools, as needed, to inform sound, science-based decisions, which support regional efforts to plan for a resilient ocean and coastal economy - Acquire and integrate socioeconomic information with physical and biological information to improve the assessment of risk and vulnerability for planning and decision making - Understand how hazards and changing ocean conditions affect coastal economies, including existing and emerging sectors that depend on the ocean and coasts - Develop the information and approaches needed for improved risk communication, and the necessary tools, technical assistance and training tailored toward enhanced resilience to weather events, climate hazards, and changing ocean conditions - Evaluate the costs, benefits, and tradeoffs of systems-based development or redevelopment approaches that incorporate both natural defenses and hard structural solutions - Support the development of sustainable recovery, redevelopment, and adaptation plans and implement programs and projects that incentivize rebuilding and development approaches which reduce risk and increase resilience Proposals submitted in response to this announcement shall employ a regional approach that results in improved ability of multiple coastal jurisdictions to prepare for, absorb impacts of, recover from, and\/or adapt to adverse events and changing environmental, economic, and social conditions. Proposals should demonstrate coordinated effort of multiple jurisdictions (e.g., states, tribes, territories, counties, municipalities, regional organizations, etc.) and\/or state or local managed areas within a specified geographic region and involve the appropriate range of partners and stakeholders to ensure project success. Collaborative projects that leverage NOAA supported programs, products, partnerships or services and support federal, tribal, state, regional, county or local plans and partnerships are preferred. Also preferred are proposals that leverage other Administration priorities and other federal resilience investments. Eligible funding applicants are: nonprofit organizations; private (for profit) entities; institutions of higher education; and state, territorial, tribal, local governments as defined at 2 C.F.R. § 200.64, which includes counties, municipalities, and cities; and regional organizations (as defined in this announcement). Applicants must conduct projects benefiting coastal communities within one or more of the following U.S. states and territories: Alabama, Alaska, American Samoa, California, Connecticut, Delaware, Florida, Georgia, Guam, Hawaii, Illinois, Indiana, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, New Hampshire, New Jersey, New York, North Carolina, Northern Mariana Islands, Ohio, Oregon, Pennsylvania, Puerto Rico, Rhode Island, South Carolina, Texas, Virginia, Virgin Islands (US), Washington, and Wisconsin. This competition is one of two competitions being administered by NOAA to build coastal resilience. The companion competition, Coastal Ecosystem Resilience Grants, is being administered by NOAA's National Marine Fisheries Service (NMFS) to improve the resiliency of ocean and coastal ecosystems.","69695":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a local, regional, or national network. Proposals submitted in response to this announcement shall provide beneficial public outcomes for coastal communities related to addressing existing and future risks to the natural environment, infrastructure, local economies, and vulnerable populations. Proposals must also leverage, enhance, or create a human or technical network in which one or more coastal hazard issues can be addressed through partnerships to enhance communication, cooperation, coordination, and\/or collaboration. Partnerships must include a range of partners from various institutions, disciplines, and sectors at the local, state, and federal level. Eligible funding applicants are: regional authorities, nonprofit and for-profit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington).","53222":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a regional or national network. Proposals must leverage, enhance, or create a system in which one or more coastal hazard issues can be addressed through partnerships to improve coordination and collaboration throughout the region. Partnerships must include multiple institutions, disciplines, and sectors at the local, state, and federal level. Proposals submitted in response to this announcement should provide beneficial public outcomes for coastal communities to address existing and potential future climate and hazard risks to coastal infrastructure, local economies, vulnerable populations, and the natural environment. Eligible funding applicants are: regional authorities, nonprofit and for-profit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington).","9921":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a regional or national network. Proposals must leverage, enhance, or create a system in which one or more coastal hazard issues can be addressed through partnerships to improve coordination and collaboration throughout the region. Partnerships must include multiple institutions, disciplines, and sectors at the local, state, and federal level. Proposals submitted in response to this announcement should provide beneficial public outcomes for coastal communities to address existing and potential future climate and hazard risks to coastal infrastructure, local economies, vulnerable populations, and the natural environment. Eligible funding applicants are: regional authorities, nonprofit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington). "},"grants_url":{"55236":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338457","55237":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338456","4342":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=276661","69695":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=252013","53222":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=204493","9921":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=152213"}}