{"opportunitytitle":{"61840":"FY 2023 EDA University Center Competition - DRO","61831":"FY 2023 EDA University Center Competition - AURO","60840":"Cetacean Research in the Pacific Islands - 2023","59587":"Pacific Coastal Salmon Recovery and Infrastructure Investment and Jobs Act (IIJA) Funds","57303":"NERRS Habitat Protection and Restoration Infrastructure Investment and Jobs Act (IIJA) Competition","57884":"Species Recovery Grants to Tribes","57580":"John H. Prescott Marine Mammal Rescue Assistance Grant","57093":"FY 2022 CARES Act Economic Recovery Corps and Equity Impact Investments NOFO","55236":"FY 2022 EDA University Center Competition - SRO","55237":"FY 2022 EDA University Center Competition - ATRO","54526":"Pacific Coastal Salmon Recovery and Infrastructure Investment and Jobs Act Funds","52567":"FY 2021 American Rescue Plan Act Good Jobs Challenge","54045":"Fiscal Year 2022 NOAA Gulf of Mexico Bay Watershed Education and Training (B-WET) Program","52845":"Species Recovery Grants to Tribes","52544":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","49920":"FY2021-FY2022 NOAA New England Bay Watershed Education and Training (New England B-WET) Program","49540":"Pacific Coastal Salmon Recovery Fund","47834":"Species Recovery Grants to States (Section 6 Program)","47840":"Species Recovery Grants to Tribes","47569":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","44335":"Pacific Coastal Salmon Recovery Fund","41656":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","41177":"Species Recovery Grants to States (Section 6 Program)","41145":"Species Recovery Grants to Tribes","36327":"Highly Migratory Species Research Initiative","33363":"Pacific Coastal Salmon Recovery Fund","32085":"2019 Alaska Pinniped Research Program","31695":"2019 Pacific Islands Region Marine Turtle Management and Conservation Program","28312":"Species Recovery Grants to States (Section 6 Program)","28778":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program)","28198":"FY 2019 Species Recovery Grants to Tribes","20717":"Pacific Coastal Salmon Recovery Fund","18048":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2018","14675":"Pacific Coastal Salmon Recovery Fund","11960":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2017","8189":"Pacific Coastal Salmon Recovery Fund (PCSRF)","7492":"Fiscal Year 2016 NMFS-Sea Grant Fellowships in Population and Ecosystem Dynamics","7109":"2016 Alaska Pinniped Research Program","5789":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2016","1262":"2015 Pacific Islands Region Marine Turtle Management and Conservation Program","2345":"FY 2015 Alaska Pinniped Research Program","2180":"Pacific Coastal Salmon Recovery Fund","69695":"FY 2014 Coastal Resilience Networks","69087":"Pacific Coastal Salmon Recovery Fund","68696":"2014 Pacific Islands Region Marine Turtle Recovery Program","66025":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2014","62554":"2013 Pacific Islands Region Marine Turtle Recovery Program","60055":"Pacific Coastal Salmon Recovery Fund","53222":"FY 2013 Coastal Resilience Networks","21957":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2013","9921":"FY 2012 Coastal Resilience Networks","18300":"Research Partnerships in Support of Regional Climate Adaptation","8858":"Pacific Coastal Salmon Recovery Fund","1014":"2012 Pacific Islands Region Marine Turtle Management Program","72961":"Regional Ecosystem Prediction Program; Center for Sponsored Coastal Ocean Research","64198":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2012","53656":"Northeast Region Marine Mammal Grant Program","45713":"Pacific Coastal Salmon Recovery Fund","40215":"2011 REPP; Understanding Coral Ecosystem Connectivity in the Gulf of Mexico-Pulley Ridge to the Florida Keys","40187":"Fiscal Year 2011 NMFS-Sea Grant Fellowships in Population Dynamics","40111":"John H. Prescott Marine Mammal Rescue Assistance Grant Program (Prescott Grant Program) for Fiscal Year 2011"},"opportunitynumber":{"61840":"EDA-UC-2023-DRO","61831":"EDA-UC-2023-AURO","60840":"NOAA-NMFS-PIFSC-2023-2007765","59587":"NOAA-NMFS-WCRO-2023-2007769","57303":"NOAA-NOS-OCM-2022-2007460","57884":"NOAA-NMFS-PRPO-2023-2007505","57580":"NOAA-NMFS-PRPO-2023-2007293","57093":"EDA-HDQ-RNTA-2022-2007441","55236":"EDA-SEA-TA-SRO-2022-2007230","55237":"EDA-ATL-TA-ATRO-2022-2007229","54526":"NOAA-NMFS-WCRO-2022-2007156","52567":"EDA-HDQ-ARPGJ-2021-2006964","54045":"NOAA-NMFS-SE-2022-2007159","52845":"NOAA-NMFS-PRPO-2022-2006990","52544":"NOAA-NMFS-PRPO-2022-2006908","49920":"NOAA-NMFS-GARFO-2021-2006802","49540":"NOAA-NMFS-WCRO-2021-2006764","47834":"NOAA-NMFS-PRPO-2021-2006514","47840":"NOAA-NMFS-PRPO-2021-2006473","47569":"NOAA-NMFS-PRPO-2021-2006563","44335":"NOAA-NMFS-WCRO-2020-2006259","41656":"NOAA-NMFS-PRPO-2020-2006163","41177":"NOAA-NMFS-PRPO-2020-2006174","41145":"NOAA-NMFS-PRPO-2020-2006172","36327":"NOAA-OAR-SG-2019-2006046","33363":"NOAA-NMFS-WCRO-2019-2005933","32085":"NOAA-NMFS-AK-2019-2005923","31695":"NOAA-NMFS-PIRO-2019-2005913","28312":"NOAA-NMFS-PRPO-2019-2005747","28778":"NOAA-NMFS-PRPO-2019-2005705","28198":"NOAA-NMFS-PRPO-2019-2005745","20717":"NOAA-NMFS-WCRO-2018-2005484","18048":"NOAA-NMFS-PRPO-2018-2005309","14675":"NOAA-NMFS-WCRO-2017-2005154","11960":"NOAA-NMFS-PRPO-2017-2004968","8189":"NOAA-NMFS-WCRO-2016-2004770","7492":"NOAA-OAR-SG-2016-2004722","7109":"NOAA-NMFS-AK-2016-2004624","5789":"NOAA-NMFS-PRPO-2016-2004558","1262":"NOAA-NMFS-PIRO-2015-2004257","2345":"NOAA-NMFS-AK-2015-2004372","2180":"NOAA-NMFS-WCRO-2015-2004368","69695":"NOAA-NOS-CSC-2014-2003982","69087":"NOAA-NMFS-NWRO-2014-2003967","68696":"NOAA-NMFS-PIRO-2014-2003962","66025":"NOAA-NMFS-PRPO-2014-2003782","62554":"NOAA-NMFS-PIRO-2013-2003608","60055":"NOAA-NMFS-NWRO-2013-2003605","53222":"NOAA-NOS-CSC-2013-2003483","21957":"NOAA-NMFS-PRPO-2013-2003390","9921":"NOAA-NOS-CSC-2012-2003316","18300":"NOAA-OAR-CPO-2012-2003304","8858":"NOAA-NMFS-NWRO-2012-2003324","1014":"NOAA-NMFS-PIRO-2012-2003230","72961":"NOAA-NOS-NCCOS-2012-2003178","64198":"NOAA-NMFS-PRPO-2012-2002962","53656":"NOAA-NMFS-NERO-2011-2002879","45713":"NOAA-NMFS-NWRO-2011-2002889","40215":"NOAA-NOS-NCCOS-2011-2002586","40187":"NOAA-OAR-SG-2011-2002484","40111":"NOAA-NMFS-PRPO-2011-2002494"},"description":{"61840":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office (separate posting for applicants applying from within the Austin Regional Office) Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","61831":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office (separate posting for applicants applying from within the Denver Regional Office) Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","60840":"The objective of this program by the NOAA Pacific Islands Fisheries Science Center (PIFSC) is to advance the scientific foundation for the conservation of cetaceans in the Pacific Islands Region. Research supported through this program will contribute to the assessment of whale and dolphin populations in the central and western Pacific Ocean, which requires an understanding of distribution, stock structure, habitat use, and natural and anthropogenic threats, along with estimates of abundance, demography, and mortality. For FY2023, program priorities include 1) Research to inform mitigation measures to reduce interactions between hook-and-line fisheries and false killer whales in the central and western Pacific; 2) Research on the demographics, abundance, and\/or movement patterns of Main Hawaiian Islands insular and Hawaii pelagic false killer whale populations; 3) Research on abundance, distribution, and\/or human disturbance of spinner dolphins in the main Hawaiian Islands, with special emphasis on spinner dolphins in the Maui Nui region; and 4) Research to inform cetacean stock assessment in the Pacific Islands Region.","59587":"NOAA announces the availability of Federal funding, authorized pursuant to the Infrastructure Investment and Jobs Act (IIJA), Pub. L. 117-58 (November 15, 2021) (hereinafter, the \"Bipartisan Infrastructure Bill\" or \"BIL\"), the Consolidated Appropriations Act, 2022, Pub. L. 117-103 (March 15, 2022); and the Consolidated Appropriations Act, 2023, (December 29, 2022), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized Tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations listed as threatened or endangered, or identified by a State as at-risk to be so-listed; for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing; or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","57303":"The National Estuarine Research Reserve System (NERRS) consists of estuarine areas of the United States and its territories designated and managed for research and educational purposes (Reserves). Each Reserve within the NERRS is chosen to represent a different biogeographic region and to include a variety of ecosystem types in accordance with the classification scheme of the national program as specified in 15 CFR 921. By funding designated Reserve agencies and universities to conduct land acquisition and habitat restoration projects that support the NERRS mission, NOAA will strengthen protection of key land and water areas, improve climate resilience, enhance long-term protection of Reserve areas for research and education, and support the habitat protection goals and priorities of the National Coastal Zone Management Act. Funding under this opportunity will enable Reserves to protect and restore ecologically significant habitats, including conserving lands that play a critical role in helping coastal communities become more resilient to storms, flooding, inundation, erosion, tsunamis, sea level rise and lake level changes and other natural hazards affecting the U.S. coastlines. This Notice of Funding Opportunity (NOFO) supports NOAA's efforts reduce the impacts of climate change. A key pillar is resilience to climate change and its impacts, throughout our communities and ecosystems. Specifically, this NOFO seeks projects that enhance coastal resilience. Coastal areas support the nation's largest and often fastest-growing population centers as well as key natural assets. Strengthening coastal resilience means preparing and adapting coastal communities to mitigate the impacts of and more quickly recover after extreme events such as hurricanes, coastal storms, flooding, and sea level rise. Habitat restoration and natural and nature-based infrastructure and solutions are critical to doing so by protecting lives and property; sustaining commercial, recreational, and subsistence fishing; recovering threatened and endangered species; and maintaining and fostering vibrant coastal economies and lifestyles. This NOFO -- along with the NOFOs for National Coastal Resilience Fund; Transformational Habitat Restoration and Coastal Resilience Grants; Coastal Habitat and Resilience Grants for Underserved Communities; and Coastal Zone Management Habitat Protection and Restoration grants-- aims to fund projects that support the overarching goal of enhancing coastal resilience. This NOFO focuses on the resilience of the designated National Estuarine Research Reserves. This announcement solicits applications from Federally-designated National Estuarine Research Reserves for projects relating to (i) coastal habitat restoration; (ii) coastal habitat restoration planning, engineering, and design projects, and (iii) coastal land conservation that are expected to be completed within 3 years of the start date of the award, with the potential of up to 5 years. This competition has a mandatory pre-proposal\/letter of intent. Only applicants whose pre-proposals strongly align with program objectives and goals, as determined by NOAA through the review process described in Section V.A. will be invited to submit full applications. Pre-proposals must be submitted by the deadline stated in Section IV.D. For details regarding the suggested content of pre-proposals please see Section IV.B.k ","57884":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon (Salmo salar), white abalone (Haliotis sorenseni), Cook Inlet DPS of beluga whales (Delphinapterus leucas), Hawaiian monk seals (Neomonachus schauinslandi), Pacific leatherback sea turtles (Dermochelys coriacea), North Atlantic right whales (Eubalaena glacialis), and southern resident DPS of killer whales (Orcinus orca). Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2023 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","57580":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and the health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support the basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2023 and how NMFS will determine which proposals are selected for funding.The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work.The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their organizational efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, and Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","57093":"This NOFO funds two distinct programs, both of which are described in more detail below, and designed to support underserved communities and populations across the country in developing successful economic development plans and projects: 1) the Economic Recovery Corps Fellows program and 2) the Equity Impact Investments program. The Economic Recovery Corps program will add staff resources to local organizations focused on improving economic resilience and competitiveness in distressed regions across the country. EDA is seeking applications from eligible parties to create and launch a nationwide network of Economic Recovery Corps Fellows (Fellows) to help regions recover from the coronavirus pandemic by providing supplemental staff resources (i.e., Fellows) to economic development capacity-building organizations to increase their ability to effectively engage in local and regional economic development. Eligible applicants should consider strategies to build and form a national initiative that will place and coordinate Fellows across America to support two key activities: Technical Assistance -- enable communities to access funding and participate in economic development programs and initiatives through preparation, training, and implementation assistance Knowledge and Insights -- study, organize, and disseminate information, data, and analysis to accelerate the adoption of future-focused economic development principles and practices To learn more about this program visit: https:\/\/www.eda.gov\/programs\/economic-recovery-corps The Equity Impact Investments program will provide technical assistance to enable organizations serving underserved populations and communities to participate in economic development planning and projects. Under the Equity Impact Investments Program, EDA is hoping to make one national award and is seeking applications from eligible parties to coordinate organizations with a proven track record of effectively working with, conducting outreach to and delivering outcomes for underserved populations and communities to improve equity outcomes for both future and current EDA grantees. EDA seeks proposals that will drive the equity outcomes of economic development work through a suite of technical assistance and coordination activities. Applicants should be well-versed in how to build and implement successful economic development plans that deliver tangible results. Applicants should leverage this expertise, along with a strong network of local and regional economic and community development organizations, to effectively bring organizations that serve underserved populations and communities into local economic development projects and plans. To learn more about this program visit: www.eda.gov\/programs\/equity-impact-investments ","55236":"This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office (separate posting and application package for applicants applying from within the Atlanta Regional Office) Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","55237":" This NOFO announces the availability of funding for EDA's FY 2022 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resiliency of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Atlanta and Seattle Regional Offices: Atlanta Regional Office Serves: Alabama, Florida, Georgia, Kentucky, Mississippi, North Carolina, South Carolina, and Tennessee Seattle Regional Office (separate posting and application package for applicants applying from within the Seattle Regional Office) Serves: Alaska, Arizona, American Samoa, California, Guam, Hawaii, Idaho, Republic of Marshall Islands, Federated States of Micronesia, Nevada, Northern Mariana Islands, Oregon, Republic of Palau, and Washington The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation[1], high-skilled regional talent pools, and business expansion in a region's innovation clusters.[2] Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Although not required, EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses. [1] A \"quality job\" is defined as a job that exceeds the local prevailing wage for an industry in the region, includes basic benefits (e.g., paid leave, health insurance, retirement\/savings plan),and\/or is unionized, and helps the employee develop the skills and experiences necessary to advance along a career path. \"Prevailing wage\" is defined by the Department of Labor as \"the average wage paid to similarly employed workers in a specific occupation in the area of intended employment.\" [2] For purposes of this NOFO, EDA defines clusters as geographic concentrations of firms, workers, and industries that do business with each other and have common needs for talent, technology, and infrastructure. Clusters are essentially networks of similar, synergistic, or complementary entities that are engaged in or with a particular industry sector; have active channels for business transactions and communication; share specialized infrastructure, labor markets, and services; and leverage the region's unique competitive strengths to stimulate innovation and create jobs. Clusters may cross municipal, county, and other jurisdictional boundaries.","54526":"NOAA announces the availability of Federal funding for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed; for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing; or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","52567":"Through this American Rescue Plan Act Good Jobs Challenge Notice of Funding Opportunity (ARPA Good Jobs Challenge NOFO), EDA aims to assist communities and regions impacted by the coronavirus pandemic. The pandemic has caused, and continues to cause, economic injury to U.S. communities and regions in devastating and unprecedented ways. This ARPA Good Jobs Challenge NOFO is designed to help get Americans back to work by developing and strengthening regional systems to develop and execute sectoral partnerships that will lead to well-paying jobs. The goal of regional workforce training systems is to create and implement effective employer-driven training programs that will connect the existing and emerging skills needs of employers with workers and will help workers find and keep quality jobs and advance along their chosen career path. Regional workforce training systems and sectoral partnerships funded under this NOFO should connect employers in an industry with key regional stakeholders, including state and local governmental entities, economic development organizations, workforce development boards, employer-facing organizations, education and training providers, community-based organizations (CBOs), worker-serving organizations (WSOs), and\/or labor unions. The system or partnership should be led by a System Lead Entity or Backbone Organization, respectively, serving as an intermediary that has convening power in the region and the capacity to coordinate all necessary stakeholders. EDA also encourages systems and partnerships to address populations with labor market barriers such as persons with disabilities, at-risk youth, individuals in recovery, individuals with past criminal records including justice-impacted and reentry participants, and veterans.EDA anticipates making approximately 25 to 50 awards under this ARPA Jobs Training NOFO and scaling awards as appropriate to the proposed geographic, industry, and worker role coverage of a given regional system.","54045":"The National Marine Fisheries Service Southeast Regional Office (Southeast Regional Office) is seeking proposals under the Gulf of Mexico Bay Watershed Education and Training (Gulf of Mexico B-WET) Program: https:\/\/www.fisheries.noaa.gov\/grant\/noaa-gulf-mexico-bay-watershed-education-and-training-gulf-b-wet-program. The goal of Gulf of Mexico B-WET is to increase understanding and stewardship of the Gulf of Mexico watershed and its local population, geography, culture, and natural, financial, and human resources. To accomplish this, Gulf of Mexico B-WET funds locally relevant, authentic experiential learning for K-12 audiences through Meaningful Watershed Educational Experiences (MWEEs) in Gulf of Mexico states. The Meaningful Watershed Educational Experience (MWEE) is a learner-centered framework that focuses on investigations into local environmental issues and leads to informed action. MWEEs are composed of multiple components that include learning both outdoors and in the classroom, and are designed to increase the environmental literacy of all participants by actively engaging students in building knowledge and meaning through hands-on experiences. In these experiences, the core ideas and practices of multiple disciplines are applied to make sense of the relationships between the natural world and society. MWEEs help connect students with their local environment and equip them to make decisions and take actions that contribute to stronger, sustainable, and equitable communities. The FY22 Gulf of Mexico B-WET funding announcement focuses on the following priority areas: 1) Professional Development for Teachers related to Meaningful Watershed Educational Experiences, 2) Exemplary Programs combining Teacher Professional Development with Meaningful Watershed Educational Experiences for their students, 3) Systemic Meaningful Watershed Educational Experience Implementation, and 4) Capacity Building for Expanded Statewide K-12 Environmental Literacy Initiatives. Additionally, this year, the Gulf of Mexico B-WET funding announcement emphasizes our strong commitment to expanding the participation of marginalized communities in watershed education and is interested in projects that partner specifically with organizations and institutions that serve marginalized groups, particularly minority communities. It continues to recognize the significant impact COVID-19 has had on the ability of environmental education providers to engage with schools and is committed to responding to the immediate needs of this pandemic and supporting critical institutions that provide meaningful experiences for youth at all levels. And, it suggests that the MWEE educational framework can contribute to one of the most pressing economic, social and environmental issues of today - climate change - by directly fostering climate knowledge and competencies to contribute to climate solutions.","52845":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, North Atlantic right whales, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2022 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","52544":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program (MMHSRP) is directed under the Marine Mammal Protection Act (MMPA) to facilitate collecting and disseminating reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network and collaborators to (1) support basic needs of organizations for the response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health and health trends, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2022 and how NMFS will determine which proposals are selected for funding. The MMHSRP encourages applicants and awardees to support the principles of diversity and inclusion in their proposals and performing their work. The MMHSRP strives to build an inclusive environment in which we leverage diversity (including, but not limited to, the representation of all ages, races, national, cultural, and socio-economic backgrounds, genders, gender identities, sexual orientations, and physical abilities) to achieve our mission goals and objectives, and maximize the potential of the Stranding and Entanglement Response Networks as a whole. Therefore, in several parts of the application (as outlined below), applicants should specifically address their efforts to support diversity and inclusion and promote underrepresented groups in Science, Technology, Engineering, Math (STEM) fields. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the marine mammal community in which the MMHSRP engages.","49920":"Funding Opportunity Description: NOAA's Bay Watershed Education and Training Program (B-WET) is an environmental education program that promotes place-based, locally relevant, experiential learning for kindergarten through grade 12 students and their classroom teachers and educators. Its signature methodology is Meaningful Watershed Educational Experiences (MWEEs), which include multi-stage activities, in the classroom and outdoors, to increase environmental literacy of all participants. This Notice of Funding Opportunity addresses the unique need for innovative strategies to support K-12 outdoor environmental education within the context of a global pandemic and constrained educational resources. New England B-WET is one of NOAA's seven (7) regional, outdoor environmental education programs. It promotes high quality environmental education for all, including underserved populations, fosters innovative programs, and encourages capacity-building and environmental education partnerships within the six New England States: Maine, New Hampshire, Vermont, Massachusetts, Rhode Island, and Connecticut. Successful projects advance ocean, climate, and other environmental literacy goals and incorporate the goals of the NOAA Education Strategic Plan through (1) K-12 student, hands-on environmental education in New England watersheds and (2) teacher\/educator professional development and support during student MWEEs. Each proposal submitted to this competition must address and identify one of the two priorities: (1) Backyard B-WET in a Pandemic and (2) Second Glance: Capacity Building for Sustainability. This Notice of Funding Opportunity includes information on the application process and evaluation criteria for proposals which may request up to $300,000 in total Federal funding for a maximum project period of three (3) years. Grants resulting from this competition depend on the availability of annual Federal funding, as provided in enacted Appropriation Acts. Successful applicants are not guaranteed a specific level of funding. If funds are not available in FY2021, applications submitted in FY2021 may be carried over for consideration in FY2022 should funds become available then and if these applications remain relevant to New England B-WET priorities.","49540":"NOAA announces the availability of Federal funding, authorized pursuant to the Consolidated Appropriations Act, 2021 (December 27, 2020); 16 U.S.C. 3645(d)(2), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for the exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities. ","47834":"States play an essential role in conserving and recovering species listed as endangered or threatened under the Endangered Species Act (ESA), 16 U.S.C. 1535. Listed species under NOAA's National Marine Fisheries Service's (NMFS) jurisdiction may spend all or part of their lifecycles in state waters, and success in conserving these species depends largely on working cooperatively with the States. NMFS is authorized to provide Federal assistance to eligible State agencies to support the development and implementation of conservation programs for listed marine and anadromous species that reside within that State. This assistance, provided in the form of grants or cooperative agreements through the Species Recovery Grants to States Program, can be used to support conservation activities for any endangered or threatened species, as well as monitoring of candidate species, recently delisted species, and species proposed for listing under the ESA. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, North Atlantic right whales, and southern resident DPS of killer whales. Funded activities may include development and implementation of management efforts, scientific research, and public education and outreach. Any State agency that has entered into an agreement with NMFS pursuant to section 6(c) of the ESA or enters into such an agreement within 30 days of the application deadline is eligible to apply under this solicitation. Proposals focusing on Pacific salmonids will not be considered for funding under this grant program; such projects may be considered through the NMFS Pacific Coastal Salmon Recovery Fund. This document describes how to submit proposals for funding in fiscal year (FY) 2021 and how NMFS will evaluate and select proposals for funding. This document should be read in its entirety; some information has changed from the previous year.","47840":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seals, Pacific leatherback sea turtles, North Atlantic right whales, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2021 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","47569":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: (1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2021 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year.","44335":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 116-69, Further Additional Continuing Appropriations Act, 2020, (11\/21\/2019) will be added upon approval), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","41656":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: (1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2020 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year.","41177":"States play an essential role in conserving and recovering species listed as endangered or threatened under the Endangered Species Act (ESA), 16 U.S.C. 1535. Listed species under NOAA's National Marine Fisheries Service's (NMFS) jurisdiction may spend all or part of their lifecycles in state waters, and success in conserving these species depends largely on working cooperatively with the States. NMFS is authorized to provide Federal assistance to eligible State agencies to support the development and implementation of conservation programs for listed marine and anadromous species that reside within that State. This assistance, provided in the form of grants or cooperative agreements through the Species Recovery Grants to States Program, can be used to support conservation activities for any endangered or threatened species, as well as monitoring of candidate species, recently delisted species, and species proposed for listing under the ESA. Proposals that address the recovery of one of the following critically endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seal, Pacific leatherback sea turtle, and southern resident DPS of killer whales. Funded activities may include development and implementation of management efforts, scientific research, and public education and outreach. Any State agency that has entered into an agreement with NMFS pursuant to section 6(c) of the ESA or enters into such an agreement within 30 days of the application deadline is eligible to apply under this solicitation. Proposals focusing on Pacific salmonids will not be considered for funding under this grant program; such projects may be considered through the NMFS Pacific Coastal Salmon Recovery Fund. This document describes how to submit proposals for funding in fiscal year (FY) 2020 and how NMFS will evaluate and select proposals for funding. This document should be read in its entirety; some information has changed from the previous year.","41145":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants or cooperative agreements, can be used to support conservation of endangered, threatened, and candidate species or species proposed for listing, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seal, Pacific leatherback sea turtle, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2020 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements.","36327":"Atlantic highly migratory species (HMS), which include tunas, billfish, and sharks, are important to both the ecological health of ocean ecosystems and to commercial and recreational fisheries. However, knowledge gaps in the life history, biology, and population status of many of these species limit understanding and the collective ability to sustainably manage these species. HMS and the coastal communities that rely on the health of these stocks could greatly benefit from improved information, upon which science-based management and conservation can be based. Many stakeholder groups, including federal and state agencies, commercial and recreational fishing industries, the broader seafood industry, academic researchers, and consumers, have important interests and perspectives that can inform efforts to better understand and manage HMS populations. The National Sea Grant College Program (Sea Grant) was enacted by the U.S. Congress in 1966 (amended in 2008, Public Law 110-394) to support leveraged federal and state partnership that harness the intellectual capacity of the nation's universities and research institutions to solve problems and generate opportunities in coastal communities. Sea Grant is well-positioned to engage academic researchers to advance understanding of HMS species in priority areas and ensure meaningful transfer of new information to all relevant stakeholder groups. As part of the FY 2019 Appropriations Bill for NOAA, Congress directed Sea Grant to spend up to $2 million to initiate an HMS research initiative focused on HMS species in the Atlantic Ocean and Gulf of Mexico, including the interactions between yellow-fin tuna and oil rigs in the Gulf of Mexico. This direction, and priorities identified in the 2014 Atlantic HMS Management-Based Research Needs and Priorities document developed by NOAA's National Marine Fisheries Service in collaboration with HMS stakeholders, was used to identify priorities for this initiative that will support research to address critical gaps in knowledge about HMS in the Gulf of Mexico and Atlantic Ocean regions. ","33363":"NOAA announces the availability of Federal funding, authorized pursuant to the Further Additional Continuing Appropriations Act, 2019, (January 25, 2019), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","32085":" The National Marine Fisheries Service (hereinafter, &quot;NMFS&quot;) is responsible for the stewardship, conservation, and management of pinniped species in Alaska, including the Steller sea lion, northern fur seal, ringed seal, bearded seal, spotted seal, ribbon seal, and harbor seal. Three of these pinnipeds are listed under the Endangered Species Act: the endangered western Distinct Population Segment (DPS) of Steller sea lions, the threatened Arctic subspecies of ringed seals, and the threatened Beringia DPS of bearded seals. NMFS has the responsibility to foster the recovery of these ESA-listed species and research is necessary to support our recovery programs for these species. Pinniped species or populations in Alaska are listed as strategic stocks under the Marine Mammal Protection Act, and\/or are important as a subsistence resource to Alaska Natives and co-managed by NMFS and Alaska Native partners. Research is also an important component to successful co-management of these animals. Beginning in fiscal year (hereinafter, \"FY\") 2015, certain priority pinniped research in Alaska has been administered through competitively-funded, merit-based grants programs. This program concerns only Alaskan pinnipeds for which NMFS bears responsibility; proposals focusing on marine mammals under the jurisdiction of the U.S. Fish and Wildlife Service will not be considered for funding under this grant program. This document describes how to prepare and submit proposals for funding spanning FY 2019 -- FY 2021 and how NMFS will determine which proposals will be funded.","31695":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the FY2019 Pacific Islands Region Marine Turtle Management and Conservation Program (MTMCP). This program supports conservation, protection, or management actions supporting recovery of Endangered Species Act (ESA) listed sea turtle species occurring within the Pacific Islands Region (PIR) or of aggregations (or species) with linkages to the PIR. Such species may migrate through, nest or forage within the PIR, or are impacted by PIR federally managed activities and relevant to NOAA\/NMFS management and recovery obligations. For the FY2019 funding competition, we are soliciting projects located in Hawai'i, and, for internationally-shared sea turtle populations, projects located in Fiji (for, Central South Pacific Green Turtle Distinct Population Segment), Japan (for, North Pacific Loggerhead Turtle Distinct Population Segment), and the Western Pacific (for nesting or foraging habitats of western Pacific leatherback turtles).","28312":"States play an essential role in conserving and recovering species listed as endangered or threatened under the Endangered Species Act (ESA), 16 U.S.C. 1535. Listed species under NOAA's National Marine Fisheries Service's (NMFS) jurisdiction may spend all or part of their lifecycles in state waters, and success in conserving these species depends largely on working cooperatively with the States. NMFS is authorized to provide Federal assistance to eligible State agencies to support the development and implementation of conservation programs for listed marine and anadromous species that reside within that State. This assistance, provided in the form of grants through the Species Recovery Grants to States Program, can be used to support conservation activities for any endangered or threatened species, as well as monitoring of candidate species, recently delisted species, and species proposed for listing under the ESA. Proposals that address the recovery of one of the following critically endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seal, Pacific leatherback sea turtle, and southern resident DPS of killer whales. Funded activities may include development and implementation of management efforts, scientific research, and public education and outreach. Any State agency that has entered into an agreement with NMFS pursuant to section 6(c) of the ESA or enters into such an agreement within 30 days of the application deadline is eligible to apply under this solicitation. Proposals focusing on Pacific salmonids will not be considered for funding under this grant program; such projects may be considered through the NMFS Pacific Coastal Salmon Recovery Fund. This document describes how to submit proposals for funding in fiscal year (FY) 2019 and how NMFS will evaluate and select proposals for funding. This document should be read in its entirety; some information has changed from the previous year.","28778":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: (1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2019 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year. ","28198":"The National Marine Fisheries Service (NMFS) recognizes the unique importance of many protected species to tribes and values ongoing efforts by tribal nations to conserve and protect species listed under the Endangered Species Act (ESA), 16 U.S.C. 1535. NMFS is authorized to provide Federal assistance to tribes to support conservation programs for listed marine and anadromous species under its jurisdiction. This assistance, provided in the form of grants, can be used to support conservation of endangered, threatened, and candidate or proposed species, as well as post-delisting monitoring of recovered species. Proposals that address the recovery of one of the following critically endangered species are also encouraged as part of the agency's Species in the Spotlight initiative: Gulf of Maine distinct population segment (DPS) of Atlantic salmon, white abalone, Cook Inlet DPS of beluga whales, Hawaiian monk seal, Pacific leatherback sea turtle, and southern resident DPS of killer whales. Funded activities may include development and implementation of management plans, scientific research, and public education and outreach. Only federally recognized tribes and organizations of federally recognized tribes, such as the Alaska Eskimo Whaling Commission, that have delegated authority to represent a federally recognized tribe on matters relating to ESA listed, candidate, or proposed species, are eligible to apply. Proposals focusing on listed, candidate, or proposed species of Pacific salmon or steelhead will not be considered for funding under this grant program; such projects may be supported through the Pacific Coastal Salmon Recovery Fund. This document describes how to prepare and submit proposals for funding in fiscal year (FY) 2019 and how NMFS will determine which proposals will be funded. This document should be read in its entirety as some information has changed from previous announcements. ","20717":"NOAA announces the availability of Federal funding, authorized pursuant to Fiscal Year 2018 Public Law (name and number to be identified upon approval), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","18048":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2018 and how NMFS will determine which proposals may be funded. This announcement should be read in its entirety, as some information has changed from the previous year.","14675":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 114-254 (Further Continuing and Security Assistance Appropriations Act, 2017) , for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","11960":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2017 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","8189":"NOAA announces the availability of Federal funding, authorized pursuant to Fiscal Year 2016 Public Law(Omnibus and Continuing Appropriations Resolution, 2016) , for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities","7492":"The Fellowship Program expects to award at least two new PhD Fellowships in 2016 to students who are interested in careers related to marine ecosystem and population dynamics, with a focus on modeling and managing systems of living marine resources. The emphasis will be on the development and implementation of quantitative methods for assessing marine ecosystems, for assessing the status of fish, invertebrate, and other targeted species stocks and for assessing the status of marine mammals, seabirds, and other protected species. Fellows will work on thesis problems of public interest and relevance to National Marine Fisheries Service (NMFS) under the guidance of NMFS mentors at participating NMFS Science Centers or Offices. The NMFS-Sea Grant Fellowship in Population and Ecosystem Dynamics meets NOAA&apos;s Healthy Oceans goal of &quot;Marine fisheries, habitats, biodiversity sustained with healthy and productive ecosystems&quot;. The expected annual award per Fellow will be $46,000 (federal plus matching funds), jointly funded by NOAA Fisheries and Sea Grant.","7109":"The National Marine Fisheries Service (hereinafter, &quot;NMFS&quot;) is responsible for the stewardship, conservation, and management of pinniped species in Alaska, including the Steller sea lion, Northern fur seal, ringed seal, bearded seal, spotted seal, ribbon seal, and harbor seal. Two of these pinnipeds are currently listed under the Endangered Species Act: the endangered western Distinct Population Segment (DPS) of Steller sea lions and the threatened Arctic subspecies of ringed seals (a third species, the Beringia DPS of bearded seals, was also listed as threatened but the listing was vacated by the U.S. District Court for the District of Alaska). NMFS has the responsibility to foster the recovery of these ESA-listed species and research is necessary to support our recovery programs for these species. Non-ESA-listed pinniped species or populations in Alaska are listed as strategic stocks under the Marine Mammal Protection Act, and\/or are important as a subsistence resource to Alaska Natives and co-managed by NMFS and Alaska Native co-management partners. Research is also an important component to co-management of these animals. Beginning in fiscal year (hereinafter, \"FY\") 2015, certain priority pinniped research in Alaska has been administered through a competitively-funded, merit-based grants program. This program concerns only Alaskan pinnipeds for which NMFS bears responsibility; proposals focusing on marine mammals under the jurisdiction of the U.S. Fish and Wildlife Service will not be considered for funding under this grant program. This document describes how to prepare and submit proposals for funding in FY 2016 and how NMFS will determine which proposals will be funded. ","5789":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2016 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","1262":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the FY2015 Pacific Islands Region Marine Turtle Management and Conservation Program (MTMCP) to fund conservation, protection, or management actions supporting recovery of Endangered Species Act (ESA) listed sea turtle species occurring within the Pacific Islands Region (PIR) or of aggregations that may be shared between the PIR and other Pacific nations. NOAA\/NMFS will consider internationally-based projects targeting sea turtle populations that originate from the Western and Central Pacific Ocean (i.e., from areas outside U.S. jurisdiction) but migrate through or forage within the PIR, are impacted by PIR activities managed by NOAA\/NMFS, or are otherwise relevant to NOAA\/NMFS management and recovery obligations. The PIR is comprised of the exclusive economic zones (EEZs) adjacent to the State of Hawaii, U.S. territories of American Samoa, Guam, and the Commonwealth of the Northern Mariana Islands (CNMI), and the U.S. Pacific Remote Island Areas (PRIAs) of Jarvis, Johnston, Wake, Howland and Baker Islands, Kingman Reef, and Palmyra and Midway Atolls. Sea turtle species with documented linkages to the PIR include: leatherback (Dermochelys coriacea), hawksbill (Eretmochelys imbricata), North and South Pacific loggerhead (Caretta caretta) Distinct Population Segments (DPS), olive ridley (Lepidochelys olivacea), and green turtle (Chelonia mydas).","2345":"The National Marine Fisheries Service (hereinafter, &quot;NMFS&quot;) is responsible for the stewardship, conservation, and management of pinniped species in Alaska, including the Steller sea lion, Northern fur seal, ringed seal, bearded seal, spotted seal, ribbon seal, and harbor seal. Two of these pinnipeds are currently listed under the Endangered Species Act: the endangered western Distinct Population Segment (DPS) of Steller sea lions and the threatened Arctic subspecies of ringed seals (a third species, the Beringia DPS of bearded seals, was also listed as threatened but the listing was vacated by the U.S. District Court for the District of Alaska). NMFS has the responsibility to foster the recovery of these ESA-listed species and research is necessary to support our recovery programs for these species. Non-ESA-listed pinniped species or populations in Alaska are listed as strategic stocks under the Marine Mammal Protection Act, and\/or are important as a subsistence resource to Alaska Natives and co-managed by NMFS and Alaska Native co-management partners. Research is also an important component to co-management of these animals. Beginning in fiscal year (hereinafter, &#147;FY&#148;) 2015, certain priority pinniped research in Alaska will be administered through a competitively-funded, merit-based grants program. This program concerns only Alaskan pinnipeds for which NMFS bears responsibility; proposals focusing on marine mammals under the jurisdiction of the U.S. Fish and Wildlife Service will not be considered for funding under this grant program. This document describes how to prepare and submit proposals for funding in FY 2015 and how NMFS will determine which proposals will be funded. ","2180":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 113-235 (Omnibus and Continuing Appropriations Resolution, 2015), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities. Pre-applications are not mandatory, but highly encouraged. They must be received no later than February 24, 2015, if the applicant expects to receive any feedback from NMFS regarding completeness of its package and initial determination of compliance with minimum requirements. Final applications should be submitted via Grants.gov and must be received no later than 11:59pm EST on March 24, 2015. For applications submitted through Grants.gov, a date and time receipt indication will be the basis of determining timeliness. The proposal must be validated by Grants.gov in order to be considered timely. PLEASE NOTE: It may take Grants.gov up to two (2) business days to validate or reject the application. Please keep this in mind in developing your submission timeline. For those not having access to the internet, one signed original and two hard copy applications must be postmarked or received by the established due date for the program at the following address: Stephanie Coleman, Grants Program Manager, NMFS West Coast Region, 1201 NE Lloyd Blvd., Suite 1100, Portland, OR 97232-1274. Use of U.S. Mail or another delivery service must be documented with a receipt. (Note that late-arriving hard copy proposals provided to a delivery service on or before 11:59pm EST on the closing date for applications will be accepted for review if the applicant can document that the proposal was provided to the guaranteed delivery service by the specified closing date and time and if the proposal is received by the PCSRF Program Officer no later than 5:00 pm EST, two business days following the closing date.) No facsimile or electronic mail proposals will be accepted. The proposed start date should be no earlier than July 1, 2015 unless otherwise directed by the PCSRF Program Officer.","69695":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a local, regional, or national network. Proposals submitted in response to this announcement shall provide beneficial public outcomes for coastal communities related to addressing existing and future risks to the natural environment, infrastructure, local economies, and vulnerable populations. Proposals must also leverage, enhance, or create a human or technical network in which one or more coastal hazard issues can be addressed through partnerships to enhance communication, cooperation, coordination, and\/or collaboration. Partnerships must include a range of partners from various institutions, disciplines, and sectors at the local, state, and federal level. Eligible funding applicants are: regional authorities, nonprofit and for-profit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington).","69087":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 113-6 (Consolidated and Further Continuing Appropriations Act, 2013), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for the conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for the conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to award funding to eligible entities.","68696":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the FY2014 Pacific Islands Region Marine Turtle Recovery Program to fund conservation, protection, or management actions supporting recovery of Endangered Species Act (ESA) listed sea turtle species occurring within the Pacific Islands Region (PIR) or of aggregations that may be shared between the PIR and other Pacific nations. NOAA\/NMFS will consider internationally-based projects targeting sea turtle populations that originate from the Western and Central Pacific Ocean (i.e. from areas outside U.S. jurisdiction) but migrate through or forage within the PIR, are impacted by PIR activities managed by NOAA\/NMFS, and projects that are otherwise relevant to NOAA\/NMFS management and recovery obligations. The PIR is comprised of the exclusive economic zones (EEZs) adjacent to the State of Hawaii, U.S. territories of American Samoa, Guam, and the Commonwealth of the Northern Mariana Islands (CNMI), and the U.S. Pacific Remote Island Areas (PRIAs) of Jarvis, Johnston, Wake, Howland and Baker Islands, Kingman Reef, and Palmyra and Midway Atolls. Sea turtle species with documented linkages to the PIR include: leatherback (Dermochelys coriacea), hawksbill (Eretmochelys imbricata), North and South Pacific loggerhead (Caretta caretta) Distinct Population Segments, olive ridley (Lepidochelys olivacea), and green turtle (Chelonia mydas). ","66025":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is directed under the Marine Mammal Protection Act (MMPA) to facilitate the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is administered by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2014 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","62554":"The National Marine Fisheries Service (NOAA\/NMFS) is soliciting competitive applications for the FY2013 Pacific Islands Region Marine Turtle Recovery Program to fund conservation, protection, or management actions supporting recovery of Endangered Species Act (ESA) listed sea turtle species occurring within the Pacific Islands Region (PIR) or aggregations that may be shared between the PIR and other Pacific nations. NOAA\/NMFS will consider internationally-based projects targeting sea turtle populations that originate from the Western and Central Pacific Ocean (i.e., from areas outside U.S. jurisdiction) but migrate through or forage within the PIR, are impacted by PIR activities managed by NOAA\/NMFS, and projects that are otherwise relevant to NOAA\/NMFS management and recovery obligations. The PIR is comprised of the exclusive economic zones (EEZs) adjacent to the State of Hawaii, U.S. territories of American Samoa, Guam, and the Commonwealth of the Northern Mariana Islands (CNMI), and the U.S. Pacific Remote Island Areas (PRIAs) of Jarvis, Johnston, Wake, Howland and Baker Islands, Kingman Reef, and Palmyra and Midway Atolls. Sea turtle species with documented linkages to the PIR include: leatherback (Dermochelys coriacea), hawksbill (Eretmochelys imbricata), North and South Pacific loggerhead (Caretta caretta) Distinct Population Segments, green (Chelonia mydas), and olive ridley (Lepidochelys olivacea).","60055":"NOAA announces the availability of Federal funding, authorized pursuant to Public Law 112-55 (Consolidated and Further Continuing Appropriations Act, 2012 ), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to distribute funding to eligible entities.","53222":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a regional or national network. Proposals must leverage, enhance, or create a system in which one or more coastal hazard issues can be addressed through partnerships to improve coordination and collaboration throughout the region. Partnerships must include multiple institutions, disciplines, and sectors at the local, state, and federal level. Proposals submitted in response to this announcement should provide beneficial public outcomes for coastal communities to address existing and potential future climate and hazard risks to coastal infrastructure, local economies, vulnerable populations, and the natural environment. Eligible funding applicants are: regional authorities, nonprofit and for-profit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington).","21957":"NOAA NMFS&apos; Marine Mammal Health and Stranding Response Program is charged under the Marine Mammal Protection Act (MMPA) with facilitating the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is conducted by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) Support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2013 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","9921":"The purpose of this notice is to solicit grant proposals from eligible organizations to implement activities that enhance resilience of coastal communities to natural hazard and climate risks through a regional or national network. Proposals must leverage, enhance, or create a system in which one or more coastal hazard issues can be addressed through partnerships to improve coordination and collaboration throughout the region. Partnerships must include multiple institutions, disciplines, and sectors at the local, state, and federal level. Proposals submitted in response to this announcement should provide beneficial public outcomes for coastal communities to address existing and potential future climate and hazard risks to coastal infrastructure, local economies, vulnerable populations, and the natural environment. Eligible funding applicants are: regional authorities, nonprofit organizations, institutions of higher education, and state, territorial, and county\/local governments. The funding applicants must conduct projects in one or more of the following three U.S. regions: the U.S. Flag Pacific Islands (Hawaii, American Samoa, Guam, Commonwealth of the Northern Mariana Islands), Gulf of Mexico Coast (Alabama, Gulf Coast of Florida, Louisiana, Mississippi, and Texas) and West Coast (California, Oregon, and Washington). ","18300":"Regions have been an organizing influence for both decision makers and scientists working on climate adaptation. Recognizable climate patterns, such as the El Nino Southern Oscillation (ENSO), emerge at the regional level where our understanding of observations and models coalesce. Critical resources for society are managed in a context of regional systems, such as water supply and human populations. Multiple scales of governance (local, state, and federal) with complex institutional relationships can be examined across a region. Climate information (i.e. data, science, research etc) developed within these contexts and working across spatial and temporal scales resonates with people making decisions on the ground.Recognizing the importance of regions and the interests of Congress, the President&apos;s Interagency Climate Change Adaptation Task Force (ICCATF) recommends that regional climate science and service efforts of the Federal government should be better coordinated to most effectively support regional-to-local decision makers facing the impacts of climate change. Congress and the Administration want to ensure that trust between scientists and decision makers who are already working to manage climate risks is not compromised by duplicative or conflicting information. The NOAA Climate Program Office&apos;s (CPO) Regionally Integrated Science and Assessments (RISA) program supports research teams that conduct innovative, interdisciplinary, user-inspired, and regionally relevant research that informs resource management and public policy. The eleven RISA teams are nationally and internationally recognized for their innovations in providing support to decision makers on the ground who are managing risks associated with climate variability and change. NOAA&apos;s RISA program is a part of CPO&apos;s Climate and Societal Interactions (CSI) division and an active partner in the National Climate Data Center&apos;s (NCDC) efforts to build an integrated regional climate services partnership.Central to the RISA approach are commitments to process, partnership, and trust building; assessments of stakeholder decision-making needs and contexts; and evaluation of institutional and political constraints to using climate knowledge. RISA teams are effective because they have been able to create strong, long-term relationships with stakeholders from the public and private sectors, including local, regional, and state governments, federal agencies, tribal governments, utilities, the business community, national and international non-profit organizations, and educational institutions.After 15 years of regional capacity building and research, a key finding from the RISA program is that trust building between partners is best accomplished when using shared resources to collaborate on common goals, objectives or outcomes. Working together to solve problems brings people together to innovate lasting solutions. Furthermore, capacity (tools, information, knowledge, etc) is best sustained when the developers of capability or knowledge are working hand-in-hand with those entities who will apply that capability or knowledge over time. This announcement is designed to stimulate partnerships by bringing people together around specific projects related to regionally relevant issues addressing climate adaptation. ","8858":"NOAA announces the availability of Federal funding, authorized pursuant to 16 U.S.C. 3645(d)(2) and Public Law 112-55 (Consolidated and Further Continuing Appropriations Act, 2012), for necessary expenses associated with the restoration of Pacific salmon populations. The Pacific Coastal Salmon Recovery Fund (PCSRF) program makes such funding available to the States of Washington, Oregon, Idaho, Nevada, California, and Alaska, and federally recognized tribes of the Columbia River and Pacific Coast (including Alaska) for projects necessary for conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed, for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing, or for conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the priorities and guidelines that will be used to distribute funding to eligible entities.","1014":"The National Marine Fisheries Service (NMFS) is soliciting competitive applications for the FY2012 Pacific Islands Region Marine Turtle Management Program to fund conservation, protection, or management actions supporting recovery of Endangered Species Act (ESA) listed sea turtle species occurring within the Pacific Islands Region (PIR) or aggregations that may be shared between the PIR and other Pacific nations. NMFS will consider internationally-based projects targeting sea turtle populations that originate from the Western and Central Pacific Ocean (i.e., from areas outside U.S. jurisdiction) but which migrate through or forage within the PIR and are impacted by PIR activities managed by NMFS, as well as projects that are otherwise relevant to NMFS management and recovery obligations. The PIR is comprised of the exclusive economic zones (EEZs) adjacent to the State of Hawaii, U.S. territories of American Samoa, Guam, and the Commonwealth of the Northern Mariana Islands (CNMI), and the U.S. Pacific Remote Island Areas (PRIAs) of Jarvis, Johnston, Wake, Howland and Baker Islands, Kingman Reef, and Palmyra and Midway Atolls. Sea turtle species with documented linkages to the PIR include: leatherback (Dermochelys coriacea), hawksbill (Eretmochelys imbricata), North and South Pacific loggerhead (Caretta caretta) Distinct Population Segments, green (Chelonia mydas), and olive ridley (Lepidochelys olivacea).","72961":"The purpose of this document is to advise the public that NOAA\/NOS\/NCCOS\/CSCOR is soliciting proposals for research under its Regional Ecosystem Prediction Program theme focused on the impacts of ocean acidification on key fish and shellfish species and their supporting ecosystems in US coastal and estuarine waters. CSCOR is accepting proposals which are focused on the development of modeling and prediction tools to determine population-, community-, and ecosystem-level effects of increasing ocean acidification in marine and estuarine systems. As a component of developing the necessary understanding of ecological processes and linkages, physiological research on targeted species or groups of ecologically related species may be included. Proposals must target or be relevant to US commercial and\/or recreational fishery species. It is anticipated that final recommendations for funding under this announcement will be made by mid Calendar Year 2012 with a start date of September 1, 2012. Total funding for this research: approximately $1.5 million over 3 years, depending on final appropriations. Funding limits for individual projects are approximately $200,000 to $400,000 per year lasting up to 3 years. Projects may include ship time above these limits. Requests for ship time costs will be evaluated in light of overall project goals. &quot; Electronic Access: Background information about the NCCOS\/CSCOR efforts can be found at www.cop.noaa.gov. Proposals should be submitted through Grants.gov (http:\/\/www.grants.gov.)","64198":"The NMFS Marine Mammal Health and Stranding Response Program is charged under the Marine Mammal Protection Act with facilitating the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is conducted by NOAA to provide Federal assistance to eligible members of the National Marine Mammal Stranding Network to: 1) Support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, 2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and 3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2012 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year.","53656":"The Marine Mammal Protection Act (MMPA) was enacted in 1972 largely in response to concerns that human activities were contributing to the decline of the populations of certain marine mammal species. The underlying focus of the MMPA is the implementation of policies to prevent the decline of marine mammal species beyond the point where they would stop being functioning parts of their ecosystems. The MMPA prohibits the taking of any marine mammal in U.S. waters, with the exception of certain cases such as through permitted activities, where &quot;take&quot; is defined as hunting, harassing, capturing, or killing a marine mammal or attempting to do so. The MMPA is unique in that its underlying intent is the management of marine mammal stocks to help them achieve their optimum sustainable populations within their ecosystems, rather than managing for the benefit of commercial exploitation. The MMPA was amended in 1994 to provide certain exceptions to the take prohibitions, establish provisions for the preparation of marine mammal stock assessment reports, implement a program addressing interactions between commercial fisheries and marine mammals, and institute studies of pinniped interactions with fisheries. NOAA&apos;s National Marine Fisheries Service (NMFS) is charged with carrying out the mandates of the MMPA for the protection of whales, dolphins, porpoises, seals, and sea lions, while the U.S. Fish and Wildlife Service is charged with protecting walruses, manatees, otters, and polar bears. The Marine Mammal Program within the NMFS Northeast Region&apos;s Protected Resources Division (PRD) carries out the mandates of the MMPA, and is charged with protecting the whales, dolphins, porpoises, and seals that occur within the Northeast region (Maine through Virginia). Many of the program&apos;s activities focus on addressing human-caused impacts to marine mammals, including vessel strikes and fishing gear interactions, and managing behaviors associated with marine mammal viewing activities, such as whale watches and recreational boating. The program also includes a marine mammal health and stranding response component, which includes coordinating response and data collection efforts for stranded animals and learning more about factors affecting the health of marine mammals. Finally, an important component of the Marine Mammal Program is outreach and education efforts to support all of its sub-programs, including regulated parties like fishermen and marine mammal viewing groups like whale watch vessels. For more information about the Marine Mammal Program in the Northeast Region, visit http:\/\/www.nero.noaa.gov\/prot_res\/mmp\/. NMFS seeks the submission of proposals addressing the research and management needs that have been identified for the Marine Mammal Program in the Northeast. A wide variety of applicants are eligible to submit proposals, including state agencies, non-profit organizations, fishermen, stranding network partners, and others. This document describes how to submit proposals for funding in Fiscal Year 2011 and how NMFS will evaluate proposals and determine those that will be recommended for funding.","45713":"NOAA announces the availability of Pacific Coastal Salmon Recovery Funding (PCSRF), as authorized in the Northern Boundary and Transboundary Rivers Restoration and Enhancement Fund and Southern Boundary Restoration and Enhancement Fund (16 U.S.C. 3645 (d)(2)), to support the restoration and conservation of Pacific salmon and steelhead populations and their habitat. The program makes funding available to the States of Alaska, Washington, Oregon, Idaho, California and Nevada and Federally-recognized tribes of the Columbia River and Pacific Coast for projects necessary for conservation of salmon and steelhead populations that are listed as threatened or endangered, or identified by a State as at-risk to be so-listed; for maintaining populations necessary for exercise of tribal treaty fishing rights or native subsistence fishing; or for conservation of Pacific coastal salmon and steelhead habitat. This announcement outlines the guidelines that will be used to distribute funding to eligible entities. ","40215":"National Centers for Coastal Ocean Centers (NCCOS)\/Center for Sponsored Coastal Ocean Research (CSCOR), in partnership with the NOAA Office of National Marine Sanctuaries, Office of Ocean Exploration and Research, National Marine Fisheries Service Southeast Regional Office, and Gulf of Mexico Regional Collaboration Team, is soliciting proposals under the Regional Ecosystem Prediction Program for a project of up to 5 years in duration to conduct research to improve the understanding of population connectivity of key species between the southernmost portion of Pulley Ridge on the West Florida continental shelf, and downstream to the coral ecosystems of the Florida Keys. Coral ecosystems upstream of Pulley Ridge can be considered if directly relevant to population connectivity or to provide context to the overall study. This information will be used to improve the ability of Gulf of Mexico resource managers to proactively develop strategies to manage and protect poorly understood mesophotic coral ecosystems, including coastal and marine spatial planning and the siting of marine protected areas and marine protected area networks for shallow and mesophotic coral ecosystems. Funding is contingent upon the availability of Fiscal Year 2011 appropriations. It is anticipated that final recommendations for funding under this announcement will be made by early Calendar Year 2011, and that any project funded under this announcement will have a September 1, 2011 start date. One project is expected to be supported for up to 5 years, with an annual budget up to $1,000,000. Electronic Access: Background information about the NCCOS\/CSCOR efforts can be found at http:\/\/www.cop.noaa.gov. Proposals should be submitted through Grants.gov (http:\/\/www.grants.gov.)","40187":"The Graduate Fellowship Program awards at least two new PhD fellowships each year to students who are interested in careers related to the population dynamics of living marine resources and the development and implementation of quantitative methods for assessing their status. Fellows will work on thesis problems of public interest and relevance to NMFS under the guidance of NMFS mentors at participating NMFS Science Centers or Laboratories. The NMFS-Sea Grant Fellowships in Population Dynamics meets NOAA&apos;s Mission goal of Protect, Restore and Manage the Use of Coastal and Ocean Resources Through Ecosystem-Based Management. ","40111":"The NMFS Marine Mammal Health and Stranding Response Program is charged under the Marine Mammal Protection Act (MMPA) with facilitating the collection and dissemination of reference data on stranded marine mammals and health trends of marine mammal populations in the wild. The John H. Prescott Marine Mammal Rescue Assistance Grant Program is conducted by NOAA to provide assistance to eligible members of the National Marine Mammal Stranding Network to: (1) Support basic needs of organizations for response, treatment, and data collection from living and dead stranded marine mammals, (2) fund scientific research objectives designed to answer questions about marine mammal strandings, health, or rehabilitation techniques utilizing data from living and dead stranded marine mammals, and (3) support facility operations directly related to the recovery, treatment, and data collection from living and dead stranded marine mammals. This document describes how to submit proposals for funding in fiscal year (FY) 2011 and how NMFS will determine which proposals will be funded. This document should be read in its entirety, as some information has changed from the previous year. "},"grants_url":{"61840":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347928","61831":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347927","60840":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=346765","59587":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345226","57303":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341547","57884":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342845","57580":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=342364","57093":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341163","55236":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338457","55237":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338456","54526":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337442","52567":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334720","54045":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=336869","52845":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335086","52544":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334699","49920":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=331533","49540":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=331007","47834":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328448","47840":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328463","47569":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328105","44335":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=323306","41656":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=319337","41177":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318961","41145":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318941","36327":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=315065","33363":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=312521","32085":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=311254","31695":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=310856","28312":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=307866","28778":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=308227","28198":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=307803","20717":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=299647","18048":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=295831","14675":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291283","11960":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=286607","8189":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=281298","7492":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=280409","7109":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=279883","5789":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=278283","1262":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=268939","2345":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=272888","2180":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=271932","69695":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=252013","69087":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=250094","68696":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=249065","66025":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=236474","62554":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=217633","60055":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=214733","53222":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=204493","21957":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=170920","9921":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=152213","18300":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=165033","8858":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=151013","1014":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=136033","72961":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=130733","64198":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=97533","53656":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=74193","45713":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=63413","40215":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=56034","40187":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=56011","40111":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=55960"}}