{"opportunitytitle":{"50388":"Chicago FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","50391":"Denver FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","50390":"Seattle FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","51995":"FY 2021 - 2023 Economic Development RNTA","50406":"Philadelphia FY 2021 -- FY 2023 EDA Planning and Local Technical Assistance","48447":"FY 2020 SPRINT Challenge","26293":"Ocean Exploration Fiscal Year 2019 Funding Opportunity","17770":"Ocean Exploration FY 2018 Funding Opportunity","72742":"Climate Program Office 2015","1336":"JCSDA - 2015 Research in Satellite Data Assimilation for Numerical Environmental Prediction","62659":"FY2013 Marine Debris Research Grants","43578":"Climate Program Office for FY 2013","53082":"JCSDA - 2013 Research in Satellite Data Assimilation for Numerical Environmental Prediction","65707":"Climate Program Office for FY 2012","40304":"CRCP Fishery Management Council Coral Reef Conservation Cooperative Agreements"},"opportunitynumber":{"50388":"EDA-CHI-TA-CRO-2021-2006849","50391":"EDA-DEN-TA-DRO-2021-2006850","50390":"EDA-SEA-TA-SRO-2021-2006853","51995":"EDA-HDQ-RNTA-2021","50406":"EDA-PHI-TA-PRO-2021-2006851","48447":"EDA-HDQ-OIE-2020-2006705","26293":"NOAA-OAR-OER-2019-2005679","17770":"NOAA-OAR-OER-2018-2005296","72742":"NOAA-OAR-CPO-2015-2004099","1336":"NOAA-NESDIS-NESDISPO-2015-2004220","62659":"NOAA-NOS-ORR-2013-2003594","43578":"NOAA-OAR-CPO-2013-2003445","53082":"NOAA-NESDIS-NESDISPO-2013-2003497","65707":"NOAA-OAR-CPO-2012-2003041","40304":"NOAA-NMFS-HCPO-2011-2002620"},"description":{"50388":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. PARTNERSHIP PLANNING program instructions: Please note that applicants will be invited to submit applications through EDGE for the Partnership Planning program. For more information, please reach out to your EDA point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template.","50391":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. PARTNERSHIP PLANNING program instructions: Please note that applicants will be invited to submit applications through EDGE for the Partnership Planning program. For more information, please reach out to your EDA point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template. ","50390":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. PARTNERSHIP PLANNING program instructions: Please note that applicants will be invited to submit applications through EDGE for the Partnership Planning program. For more information, please reach out to your EDA point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. **Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template.","51995":"NOTICE: PLEASE READ - April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. Once your concept proposal has been reviewed, you will receive an invitation to apply in EDGE. More information on how to apply is provided in the full NOFO. Program Description EDA provides strategic investments on a competitive merit basis to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under this NOFO, EDA solicits applications from applicants in order to provide investments that support research and technical assistance projects under EDA's R&E and NTA programs. Grants and cooperative agreements made under these programs are designed to leverage existing regional assets and support the implementation of economic development strategies that advance new ideas and creative approaches to advance economic prosperity in distressed communities. This NOFO employs a two-step application process: (1) the Concept Proposal and (2) the Full Application. EDA will only review Full Applications submitted by applicants who first submitted a Concept Proposal. Any Full Application received from an applicant that did not submit a Concept Proposal will be deemed ineligible and not considered for funding. For the Concept Proposal, applicants may use the optional template available at https:\/\/eda.gov\/programs\/rnta\/resources\/. Full Applications must be submitted through Grants.gov using the link that EDA will provide with its response to the Concept Proposal. *Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template.","50406":"UPDATED NOTICE - PLEASE READ: April 6, 2023 EDA is excited to announce the launch of its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. As of April 6th, 2023, applications can no longer be submitted on Grants.gov, and will ONLY be accepted through EDGE. To apply in EDGE, please go to: sfgrants.eda.gov. More information on how to apply is provided in the full NOFO. Please note that the above does not apply for Partnership Planning applications. For more information, please reach out to your point of contact. Program Description: EDA makes planning and local technical assistance investments to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under the Planning program, EDA makes Partnership Planning, Short-Term Planning, and State Planning awards to eligible recipients to create and implement regional economic development plans designed to build capacity and guide the economic prosperity and resiliency of an area or region. More specifically, EDA makes Partnership Planning investments to designated planning organizations (i.e., District Organizations) serving EDA-designated Economic Development Districts and to Indian Tribes to facilitate the development, implementation, revision, or replacement of Comprehensive Economic Development Strategies (CEDS), which articulate and prioritize the strategic economic goals of recipients' respective regions. EDA also makes Short-Term and State Planning awards for economic development planning activities that guide the eventual creation and retention of high-quality jobs, particularly for the unemployed and underemployed in the Nation's most economically distressed regions. Under the Local Technical Assistance program, EDA makes awards to strengthen the capacity of local or State organizations, institutions of higher education, and other eligible entities to undertake and promote effective economic development programs through projects such as feasibility studies, impact analyses, disaster resiliency plans, and project planning. *Please note: While the published Notice of Funding Opportunity (available under \"Related Documents\") states that the ED900A form and the SF424B form are both required for a complete application, these forms are no longer required and have therefore been removed from the package template. ","48447":"EDA provides strategic investments on a competitive merit basis to support economic development, foster job creation, and attract private investment in economically distressed areas of the United States. Under this NOFO, EDA solicits applications for investments that support regional innovation economies to address the economic, health, and safety risks caused by the coronavirus pandemic through entrepreneurship and innovation.","26293":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ), and areas mapped by, or of interest to, the U.S. Extended Continental Shelf (ECS) Project. Presently, important marine habitats and living and non-living resources are neither fully explored nor characterized. OER's intent is to address these knowledge gaps and support growth in the Nation's Blue Economy by soliciting ocean exploration proposals that focus on: 1. Discovering microorganisms, sponges, corals, and other organisms with biopharmaceutical or biotechnical potential; 2. Acquiring baseline ocean environmental information to better inform decision-making where future ocean energy development or critical mineral extraction may occur; 3. Finding and characterizing shipwrecks and submerged cultural resources that played a role in America's past ocean-based economy (e.g., transport, trade, warfare, etc.) and could inform decisions on future seabed activities and potential environmental impacts. OER seeks to enhance ocean exploration and scientific knowledge of unknown or poorly known areas of the ocean through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean's physical, geological, chemical, biological, and archaeological environments. This entails identifying, describing and creating baseline characterizations of new ocean habitats, marine resources and\/or processes. OER's mission is compliant with NOAA's Next Generation Strategic Plan (http:\/\/www.performance.noaa.gov\/ngsp\/) which outlines NOAA goals of Science, Service and Stewardship. Applicants are required to submit pre-proposals and, ultimately, full proposals that support OER's exploration mission. Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. Informational documents on this funding opportunity are accessible through the OER Website: https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html. For the purpose of this opportunity, ship time costs and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in Modified Total Direct Cost (MTDC). ","17770":"NOAA's Office of Ocean Exploration & Research (OER) seeks to enhance ocean exploration and scientific knowledge of the unknown or poorly known areas of the ocean. This entails identifying, describing and creating baseline characterizations of new ocean habitats, marine resources and\/or processes. In this Announcement, OER is seeking proposals focused on three topics including: 1. Exploration of the deep marine environments in the US EEZ and US Outer Continental Shelf (OCS) of the Gulf of Mexico; 2. Discovery and exploration of prehistorically and historically significant submerged marine heritage sites in the Gulf of Mexico within the US EEZ and the US Outer Continental Shelf (OCS); and 3. Novel or innovative technologies and methodologies that could increase the pace and scope of ocean exploration, especially exploration of deep environments including the water column and archaeological sites.For themes 1 and 2, OER will not entertain proposals outside the US EEZ and the US Outer Continental Shelf (OCS) in the Gulf of Mexico. Proposals that combine more than one of these exploration topics are encouraged. All correspondence regarding this FFO must be sent to the email: oer.ffo2018@noaa.gov Applicants are required to submit pre-proposals and, ultimately, full proposals that support OER's exploration mission. OER's overarching objective is to investigate and document poorly known and unknown ocean areas through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean's physical, geological, chemical, biological, and archaeological environments. OER's mission is compliant with NOAA's Next Generation Strategic Plan (http:\/\/www.performance.noaa.gov\/ngsp\/) which outlines NOAA goals of Science, Service and Stewardship. Findings from projects and expeditions are anticipated to result in new baseline characterizations; provide better scientific understanding of the processes on US continental margins; offer new insights into climate variability and marine ecosystems; reveal new or unconventional energy, mineral, biological, and\/or archaeological resources; help identify hazards resulting from extreme events such as submarine volcanic eruptions, earthquakes and tsunamis; and deliver technology advancements (platforms, sensors, methodologies, etc.) that will increase observational capabilities of the ocean. In FY18, OER anticipates availability of approximately $3,000,000 for this Funding Opportunity (this amount includes of costs for any required ship and\/or submersible assets). Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. Background information on how to apply and other informational documents are accessible through the OER Office Website: http:\/\/oceanexplorer.noaa.gov\/about\/what-we-do\/funding-opportunities.html. Eligible applicants are institutions of higher education; non-profit institutions; for-profit organizations; state, local, and tribal governments, as well as U.S. territories that possess the statutory authority to accept funding for this type of work. Federal agencies that possess the statutory authority to accept funding for this type of work may also apply and must agree to take FY2018 funding for proposed projects. Federal and state agencies are strongly encouraged to collaborate with partners from a non-federal\/non-state eligible entity. For the purpose of this opportunity, the buying of ship time and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) is considered a rental cost and therefore not included in Modified Total Direct Cost (MTDC). OER funding will not be provided to hire and\/or fund the salaries and associated overhead costs of any permanent federal or state government employee. OER will not pay Facilities and Administrative (F&A or \"overhead\") fees to federal and state agencies for subawards such as ship time or other ocean data collection platform support. Federal and state award recipients may use funding to cover travel, equipment, supplies, and contractual personnel costs associated with the proposed work. Foreign researchers may participate by submitting a subaward through collaboration with an eligible U.S. entity. The DOC and NOAA support cultural and gender diversity and encourage women and minority individuals and groups to submit applications to this Announcement of Federal Funding Opportunity. In addition, DOC\/NOAA is strongly committed to broadening the participation of historically black colleges and universities, Hispanic serving institutions, tribal colleges and universities, and institutions that work in underserved areas. DOC\/NOAA encourages applications involving any of the above institutions to apply.","72742":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with and adapt to today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, essential oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) (http:\/\/www.ppi.noaa.gov\/ngsp\/). The NGSP outlines NOAA's long-term climate goal, with the following objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: • Understanding and modeling • Observing systems, data stewardship, and climate monitoring • Predictions and projections • Integrated service development and decision support These core capabilities and research efforts now allow progress to be made toward the provision of sustained, reliable, and timely climate services, focused initially on the following societal challenges identified in the NGSP: • Climate impacts on water resources • Coasts and climate resilience• Sustainability of marine ecosystems • Changes in extremes of weather and climate Each of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. In this regard, application abstracts must include a paragraph describing the work's relevance to the NGSP's climate goal and especially the work's relevance to the Competition being targeted. We estimate that $15.5 million will be available through this Announcement in FY 2015 for approximately 100 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/cpo.noaa.gov\/GrantsandProjects.aspx for information prior to submitting applications.","1336":"The NOAA\/NASA\/DOD Joint Center for Satellite Data Assimilation (JCSDA) is a distributed center that engages units of NASA: Goddard Space Flight Center (GSFC) Earth-Sun Exploration Division; NOAA: NESDIS Center for Satellite Applications and Research (STAR) , National Weather Service (NWS) National Centers for Environmental Prediction (NCEP), and Office of Oceanic and Atmospheric Research (OAR); US Navy: Oceanographer of the Navy and the Naval Research Laboratory (NRL); and US Air Force Air Weather Agency. The Joint Center's goal is to accelerate the abilities of NOAA, DoD, and NASA to ingest and effectively use the large volumes of data from current satellite-based instruments and planned satellite missions. The JCSDA supports scientific development work in the following priority areas (1) Radiative transfer, (2) Clouds and precipitation data assimilation, (3) Advanced instruments data assimilation, (4) Land data assimilation, (5) Ocean data assimilation and (6) Air Composition data assimilation. JCSDA research is performed internally (internal research) as well as externally using grants and\/or contracts awarded via a competitive process open to the broader scientific community (external research). The overarching goal of JCSDA research is to accelerate the assimilation of satellite data in US operational numerical environment forecast models. A primary measure of potential impact in this solicitation will be the acceleration of satellite data usage into NOAA, and DoD forecast systems, and the improvement of forecasts from those systems.","62659":"The NOAA Marine Debris Program (MDP), authorized in the Marine Debris Research, Prevention, and Reduction Act (Marine Debris Act, 33 U.S.C. 1951 et seq., as amended by Title VI of Public Law 112-213.), has a lead role in addressing marine debris affecting the marine environment and navigation safety in the United States. The MDP defines marine debris as any persistent solid material that is manufactured or processed and directly or indirectly, intentionally or unintentionally, disposed of or abandoned into the marine environment or the Great Lakes (15 CFR Part 909). The MDP conducts reduction, prevention, and research activities, as well as, supports grants, cooperative agreements, and contracts to address marine debris. It has held regional, national, and international workshops and established an interactive website (www.marinedebris.noaa.gov). The MDP invites applications requesting funding for research into the persistence and chemical impacts of marine debris. Original, hypothesis-driven projects that address one these focus areas is the subject of this funding opportunity. Funding for this purpose comes through the NOAA Marine Debris Program as appropriations to the Office of Response and Restoration, National Ocean Service. NOAA expects to fund research projects in focus areas that have not previously been addressed to scientific standards. This document describes the types of marine debris research that NOAA envisions funding and describes criteria under which applications will be evaluated for funding consideration. Projects selected through this announcement will be implemented through a grant to the awarded institution. Funding requested for research grants in FY2013 is expected to be greater than funds available for this purpose and the selection process is anticipated to be highly competitive. Funding of up to $500,000 is expected to be available to fund marine debris research grants in 2013. Typical awards will range from $25,000 to $200,000. This is not a request for project proposals that address outreach, education, or removal of marine debris; rather it is a focused effort to address specific research topics and advance the state of the science regarding the persistence and chemical impacts of marine debris. Funding is contingent upon the availability of Fiscal Year 2013 appropriations. ","43578":"Climate variability and change present society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP; http:\/\/www.ppi.noaa.gov\/ngsp\/). The NGSP outlines NOAA's five-year climate objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: \" Understanding and modeling \" Observing systems, data stewardship, and climate monitoring \" Predictions and projections \" Integrated service development and decision supportThese core capabilities, in turn, will focus initially on the following societal challenges identified in the NGSP as early evidence of progress to be made by NOAA in providing sustained, reliable, and timely climate services:\" Climate impacts on water resources\" Vulnerability of coasts and their resilience to climate impacts\" Sustainability of marine ecosystems\" Changes in extremes of weather and climate\" Information for mitigating climate changeEach of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. In this connection, application abstracts must include a paragraph describing the work's relevance to the NGSP's long-term goal of climate adaptation and mitigation and most especially the work's relevance to the Competition being targeted.We estimate that $14.5 million will be available through this Announcement in FY 2013 for approximately 115 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/www.cpo.noaa.gov\/opportunities for information prior to submitting applications.","53082":"The NOAA\/NASA\/DOD Joint Center for Satellite Data Assimilation (JCSDA) is a distributed center that engages units of NASA: Goddard Space Flight Center (GSFC) Earth-Sun Exploration Division; NOAA: NESDIS Center for Satellite Applications and Research (STAR) , National Weather Service (NWS) National Centers for Environmental Prediction (NCEP), and Office of Oceanic and Atmospheric Research (OAR); US Navy: Oceanographer of the Navy and the Naval Research Laboratory (NRL); and US Air Force Air Weather Agency. The Joint Center's goal is to accelerate the abilities of NOAA, DoD, and NASA to ingest and effectively use the large volumes of data from current satellite-based instruments and planned satellite missions. The JCSDA supports scientific development work in the following priority areas (1) Radiative transfer, (2) Clouds and precipitation, (3) Advanced instruments data assimilation, (4) Land data assimilation, (5) Ocean data assimilation and (6) Air Composition data assimilation. JCSDA research is performed internally (internal research) as well as externally using grants and\/or contracts awarded via a competitive process open to the broader scientific community (external research). The overarching goal of JCSDA research is to accelerate the assimilation of satellite data in US operational numerical environment forecast models. A primary measure of potential impact in this solicitation will be the acceleration of satellite data usage into NOAA, and DoD forecast systems, and the improvement of forecasts from those systems.","65707":"Changing climate confronts society with significant economic, health, safety, and national security challenges. NOAA advances scientific and technical programs to help society cope with, and adapt to, today's variations in climate and to prepare for tomorrow's. Toward this end, the agency conducts and supports climate research, observations, modeling, information management, assessments, interdisciplinary decision support research, outreach, education, and stakeholder partnership development. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies, as described in NOAA's Next Generation Strategic Plan (NGSP) . Fostering climate adaptation and mitigation, and, specifically, the development of an informed society anticipating and responding to climate and its impacts - is one of the primary pathways through which NOAA plans to advance its mission. The NGSP outlines NOAA's five-year climate objectives: 1) Improved scientific understanding of the changing climate system and its impacts; 2) Assessments of current and future states of the climate system that identify potential impacts and inform science, service, and stewardship decisions; 3) Mitigation and adaptation choices supported by sustained, reliable, and timely climate services; and 4) A climate-literate public that understands its vulnerabilities to a changing climate and makes informed decisions. NOAA works in partnership with Federal, academic, private, and international research entities, and places a substantial emphasis on productive partnerships and interactions with decision makers and other stakeholders.Within this context, NOAA's Climate Program Office (CPO) manages competitive research programs conducted in regions across the United States, at national and international scales, and globally. The CPO also provides strategic guidance and oversight for the agency's climate science and services programs and helps to integrate capabilities from across the agency to provide enhanced services to its constituents. Achieving the first of the NGSP climate objectives, an improved scientific understanding of the changing climate system and its impacts, requires a number of core capabilities be supported. These core capabilities can be broadly categorized to include: (a) understanding and modeling, (b) observing systems, data stewardship, and climate monitoring, (c) predictions and projections, and (d) integrated service development and decision support.These core capabilities, in turn, will focus initially on the following societal challenges identified in the NGSP as early evidence of progress to be made by NOAA in providing sustained, reliable, and timely climate services:* Climate Impacts on Water Resources* Coasts and Climate Resilience* Sustainability of Marine Ecosystems* Changes in Extremes of Weather and Climate* Information for Mitigating Climate ChangeEach of the Competitions announced in this Federal Funding Opportunity addresses one or more of these core capabilities or societal challenges. It is expected that applications submitted in response to this Opportunity will identify their relevance to NOAA's climate science and services by indicating which core capabilities and\/or societal challenges will be addressed by the proposed work. Application abstracts must include a paragraph describing the work's relevance to the NGSP's long-term goal of climate adaptation and mitigation as well as to the Competition that is being targeted.In FY 2012, we estimate that $15.5 million will be available for approximately 60 new awards pending budget appropriations. It is anticipated that most awards will be at a funding level between $50,000 and $200,000 per year, with some exceptions for larger awards. Investigators are highly encouraged to visit the CPO website http:\/\/www.cpo.noaa.gov\/index.jsp?pg=\/opportunities\/opp_index.jsp&opp=2012\/program_elements.jsphttp:\/\/www.noaa.gov\/ngsp ","40304":"The CRCP Fishery Management Council Coral Reef Conservation Cooperative Agreements (FMCCRCCA) provides funding to the Regional Fishery Management Councils for projects to conserve and manage coral reef fisheries, as authorized under the Coral Reef Conservation Act of 2000. Projects funded through the FMCCRCCA competition are for activities that (1) Provide better scientific information on the status of coral reef fisheries resources, critical habitats of importance to coral reef fishes, and the impacts of fishing on these species and habitats; (2) identify new management approaches that protect coral reef biodiversity and ecosystem function through regulation of fishing and other extractive uses; and (3) incorporate conservation and sustainable management measures into existing or new fishery management plans for coral reef species. Proposals selected for funding through this solicitation will be implemented through a multi- year cooperative agreement. The role of NOAA in these cooperative agreements is to help identify potential projects that reduce impacts of fishing on coral reef ecosystems, strengthen the development and implementation of the projects, and assist in coordination of these efforts with state, territory or commonwealth management authorities and various coral reef user groups. Approximately $1,500,000 is expected to be available for FMCCRCCA in fiscal year 2011. The NOAA Coral Reef Conservation Program anticipates that awards for this competition will range from $125,000-$700,000 per a year. "},"grants_url":{"50388":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332125","50391":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332126","50390":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332127","51995":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=334079","50406":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=332138","48447":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=329419","26293":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=306381","17770":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=295442","72742":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=260044","1336":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=269230","62659":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=217740","43578":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=190933","53082":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=204293","65707":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=103313","40304":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=56088"}}