{"opportunitytitle":{"63028":"Ocean Exploration Education Funding Opportunity Announcement","62805":"NOAA Ocean Acidification Program Education Mini-Grant Program","61825":"FY 2023 EDA University Center Competition - AURO","61834":"FY 2023 EDA University Center Competition - DRO","62808":"2023 Inflation Reduction Act Climate-Ready Workforce for Coastal States and Territories Competition","61362":"Ocean Exploration Fiscal Year 2024 Funding Opportunity","59221":"NOAA SBIR FY 2023 Phase I","59435":"2023 NOAA California Bay Watershed Education and Training (B-WET) Program- Build Capacity for Implementing Climate Literacy in Classrooms","57294":"Coastal Zone Management (CZM) Habitat Protection and Restoration Infrastructure Investment and Jobs Act (IIJA) Competition","57089":"FY 2022 CARES Act Economic Recovery Corps and Equity Impact Investments NOFO","56415":"Fiscal Year 2022 Broad Agency Announcement - Access to Capital: Innovative Finance","54502":"FY 2022 NOAA SBIR Phase II","54237":"NOAA Ocean Acidification Program Education Mini-Grant Program"},"opportunitynumber":{"63028":"NOAA-OAR-OER-2024-2008070","62805":"NOAA-OAR-OAP-2024-2008061","61825":"EDA-UC-2023-AURO","61834":"EDA-UC-2023-DRO","62808":"NOAA-OAR-SG-2024-2007783","61362":"NOAA-OAR-OER-2024-2007964","59221":"NOAA-OAR-TPO-2023-2007691","59435":"NOAA-NOS-ONMS-2023-2007548","57294":"NOAA-NOS-OCM-2022-2007458","57089":"EDA-HDQ-RNTA-2022-2007441","56415":"MBDA-OBD-2022-2007329","54502":"NOAA-OAR-OAR-TPO-2022-2007174","54237":"NOAA-OAR-OAP-2022-2007166"},"description":{"63028":"NOAA Ocean Exploration is soliciting proposals that support NOAA Ocean Exploration's education priorities, which include increasing the diversity, equity, inclusion, and accessibility in the education program; and developing education resources to complement virtual and hybrid education delivery.NOAA Ocean Exploration is dedicated to exploring the unknown ocean, unlocking its potential through scientific discovery, technological advancements, and data delivery. By working closely with partners across public, private, and academic sectors, we are filling gaps in our basic understanding of the marine environment. This allows us, collectively, to protect ocean health, sustainably manage our marine resources, accelerate our national economy, better understand our changing environment, and enhance appreciation of the importance of the ocean in our everyday lives.NOAA Ocean Exploration operates an education program to raise awareness of the importance of the ocean, ocean exploration, and STEM (science, technology, engineering, and math) education and is committed to improving America's environmental literacy by bringing the excitement of ocean exploration and discovery to a wide variety of diverse audiences. Educators and public and private partnerships are essential to this mission. NOAA Ocean Exploration offers many opportunities for educators to learn about NOAA science and technology associated with exploring the ocean in their classrooms. NOAA Ocean Exploration is soliciting proposals that: - Connect NOAA Ocean Exploration's exploration resources to the expanded delivery of virtual and hybrid professional development experiences for educators; thus increasing the opportunities to provide high quality education content and experiences to the public about ocean exploration. Expand the available audience for NOAA Ocean Exploration education content, in terms of quantity, diversity, and geographic location. - Invest in projects and partners that are leading STEM education programming for diverse youth in middle school, high school, undergraduate, and\/or community college to learn about the ocean, develop or advance STEM skills, and increase awareness of ocean science and exploration careers. - Invest in a future ocean workforce that is more representative of U.S. demographics by funding projects that minimize barriers to entry and retention of diverse learners from communities historically marginalized from ocean science and exploration industries. The following checklist is provided to aid in preparing full proposals.Full Proposals (due September 15, 2023 at 11:59 pm ET) - Executive summary, maximum 1 page - Project narrative, maximum 12 pages - Data and information sharing plan, maximum 2 pages - Statement of diversity, equity, inclusion, and accessibility (DEIA), maximum 1 page - Previous significant results - Summary of current funding support for each principal and co-principal investigator - Curriculum vitae, maximum 2 pages for each principal investigator and co-principal investigator - Budget justification and budget tables - Negotiated indirect cost rate agreement (if applicable) - National Environmental Policy (NEPA) questionnaire - Letters of support (optional, e.g. partnership support letters) - Forms (for nonfederal applicants only): - Application for Federal Assistance (SF-424) - Budget Information for Non-Construction Programs (SF-424A) - Assurances for Non-Construction Programs (SF-424B) - Disclosure of Lobbying Activities (SF-LLL) - Certification Regarding Lobbying (CD511) - Suggested reviewers (optional)Nonfederal applicants must submit all documents required for a full proposal individually through Grants.gov.","62805":"NOAA's Ocean Acidification Program (OAP) Education Mini-Grant Program, is a competitively-based initiative that supports coastal and ocean acidification education programs that are responsive to the goals of the NOAA Ocean Acidification Education Implementation Plan and the 2021-2040 NOAA Education Strategic Plan. Priority goals include engaging diverse audiences in ocean acidification education and outreach, matching ocean acidification communication needs with existing research, education and outreach activities, while developing innovative approaches for community involvement. These goals are part of NOAA's efforts to increase Diversity, Equity, Inclusion, and Accessibility (DEIA) (https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/06\/25\/executive-order-on-diversity-equity-inclusion-and-accessibility-in-the-federal-workforce\/) in ocean literacy, stewardship, and workforce development, particularly in underserved and\/or Indigenous communities or Tribes.","61825":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office (separate posting for applicants applying from within the Denver Regional Office) Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","61834":"This NOFO announces the availability of funding for EDA's FY 2023 University Center Economic Development Program Competition. This program funds technical assistance provided by an accredited institution of higher education or a consortium of accredited institutions of higher education that is focused on one or more of the following program focus areas: advancing regional commercialization efforts, advancing high-growth entrepreneurship, cultivating innovation, encouraging business expansion in a region's innovation cluster(s), developing a high-skilled regional workforce, and increasing the resilience of a region. EDA solicits competitive applications from accredited institutions of higher education and from consortia of accredited institutions of higher education that are located in and have programs targeting only geographic areas served by EDA's Austin and Denver Regional Offices: Austin Regional Office (separate posting for applicants applying from within the Austin Regional Office) Serves: Arkansas, Louisiana, New Mexico, Oklahoma, Texas Denver Regional Office Serves: Colorado, Iowa, Kansas, Missouri, Montana, North Dakota, Nebraska, South Dakota, Utah, Wyoming EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high-speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally-owned strategies that support business expansion and job creation. Universities have also been leaders in addressing impacts of climate change on regional economic ecosystems and helping to facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. Through this NOFO EDA intends to advance university-based support for economic development in accordance with EDA's investment priorities, but also to pursue, where practicable, certain specific priorities related to equity, workforce development, and climate change resiliency so that investments can benefit everyone for decades to come. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship, resiliency and inclusiveness. University Centers collaborate with other EDA partners, such as Economic Development Districts (EDDs) by providing expertise and technical assistance to develop, implement, and support regional strategies that result in quality job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters. Expertise and technical assistance may address, for example, workforce training programs, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. EDA encourages efforts to reach historically underserved populations and areas, communities of color, women, and other groups facing labor market barriers such as persons with disabilities, disconnected youth, individuals in recovery, individuals with past criminal records, including justice-impacted and reentry participants, individuals participating in the Supplemental Nutrition Assistance Program (SNAP), Temporary Assistance for Needy Families (TANF), and Women, Infants and Children (WIC), and veterans and military spouses, and underserved communities within geographies that have been systemically and\/or systematically denied a full opportunity to participate in aspects of economic prosperity such as Tribal Lands, Persistent Poverty Counties, and rural areas with demonstrated, historical underservice. Submitting an application: EDA is excited to announce its new grants management platform: the Economic Development Grants Experience (EDGE). EDGE was developed to streamline the application and grants management process by implementing a single platform with increased transparency, improved user experience, higher data quality, and more efficiency throughout the entire grant lifecycle. To apply to this NOFO, please go https:\/\/sfgrants.eda.gov\/s. More information on how to apply is provided in the full NOFO. ","62808":"A climate ready nation requires a climate ready workforce. NOAA will assist communities in coastal and Great Lakes states and territories so they may form partnerships that train workers and place them into jobs that enhance climate resilience. This competition is designed to meet the emerging and existing skills needs of employers while helping workers enter good jobs, so that together they may enhance climate resilience. NOAA envisions making between 10-20 awards under this competition, at amounts ranging from $500,000 to $10 million each. NOAA is issuing this Notice of Funding Opportunity (NOFO) for qualified organizations to form and support partnerships that will work collaboratively to support regional economies and their associated workforces by developing training programs that build in-demand skills, offering wraparound services that allow workers to successfully enroll in and complete training, and helping workers enter or advance into good jobs that enhance climate resilience. Wraparound services allow people to overcome barriers to participate in the program, especially individuals in underserved groups. Examples of wraparound services include transportation, childcare, elder care, and housing services. NOAA heavily prioritizes efforts to reach individuals from historically underserved communities (see Executive Order (EO) 13985; see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/20\/executive-order-adva ncing-racial-equity-and-support-for-underserved-communities-through-the-federal-government\/), , and to benefit disadvantaged communities (see Executive Order 14008; see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/27\/executive-order-on-tackling-the-climate-crisis-at-home-and-abroad\/ and defined in M-23-09, https:\/\/www.whitehouse.gov\/wp-content\/uploads\/2023\/01\/M-23-09_Signed_CEQ_CPO.pdf). Moreover, Executive Order 14096 recognizes that the Federal Government must continue to remove barriers to the meaningful involvement of the public in such decision-making, particularly those barriers that affect members of communities with environmental justice concerns (see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2023\/04\/21\/executive-order-on-revitalizing-our-nations-commitment-to-environmental-justice-for-all\/). Ultimately, the purpose of this NOFO is to ensure workers in coastal states and territories are trained for and hired into quality private- and public-sector jobs in the U.S. economy that are needed to increase resilience to climate-related hazards (https:\/\/www.noaa.gov\/sites\/default\/files\/2022-06\/NOAA_FY2226_Strategic_Plan.pdf). This document sets out requirements for submitting to NOAA-OAR-SG-2024-2007783.","61362":"NOAA Ocean Exploration is soliciting proposals for ocean exploration-related projects under three themes. By supporting exploration, i.e., discovery through disciplined, diverse observations, NOAA Ocean Exploration seeks to advance our basic understanding of waters under U.S. jurisdiction. Projects under the ocean exploration and discovery and technology themes are restricted to waters under U.S. jurisdiction and should support national priorities such as those in the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone (https:\/\/www.whitehouse.gov\/wp-content\/uploads\/2022\/10\/NOMEC_OEC_Priorities_Report.pdf) developed per the National Strategy for Mapping, Exploring, and Characterizing the United States Exclusive Economic Zone (https:\/\/www.noaa.gov\/nomec). Projects under the maritime heritage theme are not restricted to waters under U.S. jurisdiction. All projects should support at least one of NOAA's science and technology priorities of uncrewed systems, artificial intelligence, cloud computing, 'omics, data, and citizen science (https:\/\/sciencecouncil.noaa.gov\/NOAA-Science-Technology-Focus-Areas). For Fiscal Year 2024 (FY24) funding, NOAA Ocean Exploration is soliciting proposals focused on any one of the following three themes: OCEAN EXPLORATION and DISCOVERY: Proposals should be in support of the NOAA Ocean Exploration mission to explore unknown or poorly known ocean areas, processes, and resources in waters deeper than 200 meters. Thus, NOAA Ocean Exploration is particularly interested in exploration of physical, chemical, and biological environments and processes within the oceanic water column in these deep waters. However, proposals for projects in shallower waters will be considered if they focus on exploration of tropical mesophotic environments. All proposals should be for work within waters under U.S. jurisdiction and describe how the work will address the thematic and geographic priorities for ocean exploration in the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone.TECHNOLOGY: Proposals should feature application of new or novel use of existing ocean technologies or innovative methods that could increase the scope and efficiency of acquiring ocean exploration data and expanding its availability and use. NOAA Ocean Exploration is particularly interested in proposals for technologies that are platform agnostic (work across multiple platforms) and\/or address novel methods (for example machine learning and artificial intelligence) to analyze existing publicly accessible large datasets. Proposed ocean technologies must be applicable to water depths of 200 meters or greater, preferably full-ocean depth (testing in shallower water or lab-based testing is acceptable), address at least one of the defined ocean exploration variables as referenced in the \"Exploration Variables Identified by NOAA Ocean Exploration\" technical memorandum (https:\/\/repository.library.noaa.gov\/view\/noaa\/29495), and describe how the work will address the thematic and geographic priorities for ocean exploration in the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone.MARITIME HERITAGE: Proposals should address exploration and discovery of significant maritime heritage resources that improve archaeological knowledge and inform decisions concerning preservation, management, and potential seafloor use. Maritime heritage projects can be conducted in any water depth, can focus on prehistoric and historic-period subjects, and are not restricted to waters under U.S. jurisdiction. Data products must benefit other academic and resource management disciplines. NOAA Ocean Exploration is particularly interested in proposals that include the use of innovative and advanced technology and methodology. Informational documents about this funding opportunity are on the NOAA Ocean Exploration website (https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html).For the purpose of this funding opportunity, costs for ship time and\/or other ocean data collection platforms (e.g., remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in the modified total direct cost. The exception is for organizations with a federal negotiated indirect cost rate agreement that covers these charges.All links were valid as of announcement publication date. If updated links are needed, email oer.nofo2024@noaa.gov.The following lists are provided to aid in preparing pre-proposals and full proposals.Pre-Proposals (due May 30, 2023 at 4:59 p.m. ET) - NOAA Ocean Exploration notice of funding opportunity cover sheet - Pre-proposal narrative, maximum 2 pages - Demographic informationAll applicants should submit proposals to oer.nofo2024@noaa.gov.Full Proposals (due October 5, 2023 at 11:59 pm ET) - Updated NOAA Ocean Exploration notice of funding opportunity cover sheet - Executive summary, maximum 1 page - Project narrative, maximum 15 pages - Data and information sharing plan, maximum 2 pages - Outreach and education plan, maximum 1 page - Statement of diversity, equity, inclusion, and accessibility (DEIA), maximum 1 page - Previous significant results - Summary of current funding support for each principal and co-principal investigator - Curriculum vitae, maximum 2 pages for each principal investigator and co-principal investigator - Budget justification and budget tables - Negotiated indirect cost rate agreement (if applicable) - National Environmental Policy (NEPA) questionnaire - Letters of support (optional, e.g. from ship time operators) - Letter from state historic preservation office (SHPO) staff describing the project's potential to affect historic resources (if applicable) - Details about coordination with the National Oceanographic Partnership Program (NOPP), maximum 1 page (only applicable if the lead principal investigator is a federal employee) - Forms (for nonfederal applicants only): o Application for Federal Assistance (SF-424) o Budget Information for Non-Construction Programs (SF-424A) o Assurances for Non-Construction Programs (SF-424B) o Disclosure of Lobbying Activities (SF-LLL) o Certification Regarding Lobbying (CD511) - Suggested reviewers (optional)Nonfederal applicants must submit all documents required for a full proposal individually through Grants.gov.Federal applicants must email full proposals to oer.nofo2024@noaa.gov.","59221":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. Firms with the capability to conduct research and development (R&D) in any of the research topic areas listed in Section 9.0 of this announcement and to commercialize the results of that R&D are encouraged to participate. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only FY 2023 Phase I applications may be submitted in response to this NOFO. Phase II applications are not being accepted at this time. NOAA will publish a Phase II NOFO approximately 30 days prior to the end of the previous year's Phase I period of performance to request Phase II applications. That NOFO will provide instructions for Phase I awardees to prepare a Phase II application and the closing date for submission of applications; only the previous year's Phase I awardees are eligible to submit a Phase II application. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15 U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2025. (P.L. 117-183). Each Federal agency with an extramural budget for research\/research and Development (R\/R&D) in excess of $100,000,000 must participate in the SBIR program and spend (obligate) a minimum percentage of their extramural R\/R&D budgets (obligations) of not less than 3.2% of such budget in fiscal year 2017 and for the percentage required by statute for each fiscal year after for awards to small business concerns (SBCs) for R\/R&D under the SBIR program. The objectives of the SBIR program are to: stimulate technological innovation in the private sector; strengthen the role of small business in meeting Federal R&D needs; foster and encourage participation by businesses owned by socially and economically disadvantaged persons and women-owned SBCs in technological innovation; and increase private sector commercialization of innovations derived from federal R&D funding. Fostering diversity by encouraging the participation of individuals from nationally underrepresented groups in the scientific research workforce is longstanding interest of Congress, and a key component of NOAA's commitment to diversity, equity, inclusion, and accessibility (e.g., Public Law 114-329, American Innovation and Competitiveness Act of 2017, and https:\/\/tpo-dev.oar.woc.noaa.gov\/abouttpo\/dei-statement\/). Increasing participation by socially and economically disadvantaged and women-owned small businesses is critical to the success of the SBIR program.","59435":"Through this funding announcement, the CA B-WET Program is soliciting proposals that Build Capacity for Implementing Climate Literacy in Classrooms. California B-WET funds locally relevant, authentic experiential learning for K-12 audiences through Meaningful Watershed Educational Experiences (MWEEs). MWEEs involve learning both outdoors and in the classroom as students engage in issue definition, outdoor field experiences, synthesis and conclusions, and environmental action projects. The goal is to increase understanding and stewardship of the ocean, its local watersheds, and special areas like national marine sanctuaries. Funding is available to the following counties: Del Norte, Humboldt, Trinity, Mendocino, Lake, Sonoma, Napa, Marin, Solano, San Francisco, Contra Costa, Sacramento, San Mateo, Alameda, San Joaquin, Santa Cruz, Santa Clara, Stanislaus, Monterey, San Benito, Merced, Madera, Fresno, San Luis Obispo, Kern, Kings, Tulare, Santa Barbara, and Ventura. The CA B-WET Program recognizes that equal and equitable access to meaningful watershed educational experiences will benefit all communities. We have a shared responsibility to provide opportunities for all youth to connect and engage with the environment; whether at a nearby park, creek, or on the shores of an ocean or lake. However, many K-12 students do not have consistent access to adequately funded, high-quality environmental experiences. And historically, youth in marginalized communities have not seen their identities reflected in nature and the environment as a whole. Therefore, the CA B-WET Program will ensure that diversity, equity, and inclusion are at the core of every action and every decision. We will prioritize opportunities for youth in marginalized communities to engage in the environment that surrounds them in meaningful ways. We know that to be effective stewards of our blue planet, we must ensure our programs reflect the communities in which we live, work and play. Creating a culture that is welcoming and inclusive of all, will connect students of all backgrounds to their environment and create environmentally literate decision makers.","57294":"The purpose of this notice is to solicit grant proposals from eligible state and territory Coastal Zone Management Programs (CZM Programs) for coastal habitat restoration; coastal habitat restoration planning, engineering, and design; and land conservation projects that support the goals and intent of the Coastal Zone Management Act (CZMA), the Coastal and Estuarine Land Conservation Program (CELCP), and the Infrastructure Investment and Jobs Act, Public Law 117-58. For the purposes of this funding opportunity, coastal habitat conservation is defined as the acquisition of fee simple interest in real property or conservation easements.NOAA anticipates that approximately $35 million will be competitively awarded to approved state and territory Coastal Management Programs. For habitat restoration engineering, design and planning, it is anticipated that projects will range from approximately $200,000-$500,000. For habitat restoration, it is anticipated that projects will range from approximately $2 million to $6 million per project. For land conservation, it is anticipated that projects will range from approximately $1 million to $4 million. Applicants may propose projects with a Federal funding request less than or more than these amounts, up to $6 million. The NOAA Office for Coastal Management (OCM) encourages applicants and awardees to support the principles of equity and inclusion when writing their proposals and performing their work. Promoting equity and inclusion through community engagement, co-development, and partnership improves creativity, productivity, and the vitality of the coastal management community that OCM supports.","57089":"This NOFO funds two distinct programs, both of which are described in more detail below, and designed to support underserved communities and populations across the country in developing successful economic development plans and projects: 1) the Economic Recovery Corps Fellows program and 2) the Equity Impact Investments program. The Economic Recovery Corps program will add staff resources to local organizations focused on improving economic resilience and competitiveness in distressed regions across the country. EDA is seeking applications from eligible parties to create and launch a nationwide network of Economic Recovery Corps Fellows (Fellows) to help regions recover from the coronavirus pandemic by providing supplemental staff resources (i.e., Fellows) to economic development capacity-building organizations to increase their ability to effectively engage in local and regional economic development. Eligible applicants should consider strategies to build and form a national initiative that will place and coordinate Fellows across America to support two key activities: Technical Assistance -- enable communities to access funding and participate in economic development programs and initiatives through preparation, training, and implementation assistance Knowledge and Insights -- study, organize, and disseminate information, data, and analysis to accelerate the adoption of future-focused economic development principles and practices To learn more about this program visit: https:\/\/www.eda.gov\/programs\/economic-recovery-corps The Equity Impact Investments program will provide technical assistance to enable organizations serving underserved populations and communities to participate in economic development planning and projects. Under the Equity Impact Investments Program, EDA is hoping to make one national award and is seeking applications from eligible parties to coordinate organizations with a proven track record of effectively working with, conducting outreach to and delivering outcomes for underserved populations and communities to improve equity outcomes for both future and current EDA grantees. EDA seeks proposals that will drive the equity outcomes of economic development work through a suite of technical assistance and coordination activities. Applicants should be well-versed in how to build and implement successful economic development plans that deliver tangible results. Applicants should leverage this expertise, along with a strong network of local and regional economic and community development organizations, to effectively bring organizations that serve underserved populations and communities into local economic development projects and plans. To learn more about this program visit: www.eda.gov\/programs\/equity-impact-investments ","56415":"This notice requests applications from qualified organizations for projects addressing historical barriers to capital minority business enterprises (MBEs) face by leveraging non-traditional financial resources. The projects can utilize technical assistance models, pilot innovative solutions, leverage technology, advance research and data, or provide education to non-traditional lenders. MBDA seeks market solutions to the barriers of access to capital that acknowledge lack of traditional collateral\/assets as an impediment for MBEs. The projects align with the Minority Business Development Agency (MBDA) strategic mission to support the growth and global competitiveness of minority business enterprises (MBEs) and the Administration's strategic priority to advance racial equity and support underserved communities through the Federal government.Pre-Application Teleconference: MBDA will conduct a series of pre-application teleconferences on May 16, 23 and 26, 2022 Eastern Time. The time of the pre-application teleconferences are 2:00pm -- 3:00pm Eastern Daylight Time. Participants must register at least 24 hours in advance of the teleconference. Please visit the MBDA website at www.mbda.gov for more information.","54502":"The Department of Commerce (DOC) National Oceanic and Atmospheric Administration (NOAA) invites small businesses to submit research proposals under this NOFO. The Small Business Innovation Research (SBIR) Program is not a substitute for existing unsolicited proposal mechanisms. Unsolicited proposals are not accepted under the SBIR program. Only FY 2021 NOAA SBIR Phase I awardees under NOFO number NOAA-OAR-OAR TPO-2021-2006702 with project start dates of September 1, 2021 and project end dates of no later than February 28th, 2022 are eligible to submit a Phase II application in response to this NOFO. The Small Business Innovation Research (SBIR) program was originally established in 1982 by the Small Business Innovation Development Act (P.L. 97-219), codified at 15 U.S.C. § 638. It was then expanded and extended by the Small Business Research and Development Enhancement Act of 1992 (P.L. 102-564), and received subsequent reauthorization and extensions, the most recent of which extends the SBIR program through 2022. (P.L. 114-328). Each Federal agency with an extramural budget for Research\/Research and Development (R\/R&D) in excess of $100,000,000 must participate in the SBIR program and spend (obligate) a minimum percentage of their extramural R\/R&D budgets (obligations) of not less than 3.2% of such budget in fiscal year 2017 and for the percentage required by statute for each fiscal year after for awards to small business concerns (SBCs) for R\/R&D under the SBIR program. The objectives of the SBIR program are to: stimulate technological innovation in the private sector; strengthen the role of small business in meeting Federal R&D needs; foster and encourage participation by businesses owned by socially and economically disadvantaged persons and women-owned SBCs in technological innovation; and increase private sector commercialization of innovations derived from federal R&D funding. Fostering diversity by encouraging the participation of individuals from nationally underrepresented groups in the scientific research workforce is longstanding interest of Congress, and a key component of NOAA's commitment to diversity, equity, inclusion, and accessibility (e.g., Public Law 114-329, American Innovation and Competitiveness Act of 2017, and https:\/\/tpo-dev.oar.woc.noaa.gov\/abouttpo\/dei-statement\/). Increasing participation by socially and economically disadvantaged and women-owned small businesses is critical to the success of the SBIR program.","54237":"The Ocean Acidification Program education mini-grant initiative, is a competitively based program that supports coastal and ocean acidification education programs that are responsive to the goals of the NOAA OA Education Implementation Plan and the 2021-2040 NOAA Education Strategic Plan. Priority goals include engaging diverse audiences in ocean acidification education and outreach, matching ocean acidification communication needs with existing research, education and outreach activities, while developing innovative approaches for community involvement. These goals are part of NOAA's efforts to increase Diversity, Equity, Inclusion, and Accessibility (DEI&A as defined in this executive order https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/06\/25\/executive-order-on-diversity-equity-inclusion-and-accessibility-in-the-federal-workforce\/) in ocean literacy, stewardship, and workforce development, particularly in inland and underserved communities."},"grants_url":{"63028":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=349302","62805":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=348989","61825":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347927","61834":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347928","62808":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=348990","61362":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=347413","59221":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=344747","59435":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345000","57294":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341538","57089":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=341163","56415":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=340105","54502":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337416","54237":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=337084"}}