{"opportunitytitle":{"63028":"Ocean Exploration Education Funding Opportunity Announcement","62808":"2023 Inflation Reduction Act Climate-Ready Workforce for Coastal States and Territories Competition","59577":"Climate Program Office (CPO), Earth System Science and Modeling Research for Coastal Inundation","55617":"Ocean Exploration Fiscal Year 2023 Funding Opportunity","52994":"FY 2021 STEM Talent Challenge Program","48092":"EDA-HDQ-OIE-2020-STEMTALENT","46422":"Ocean Exploration Fiscal Year 2021 Funding Opportunity","35742":"Ocean Exploration Fiscal Year 2020 Funding Opportunity","40898":"Climate Program Office 2020","28603":"Climate Program Office FY 2019","26293":"Ocean Exploration Fiscal Year 2019 Funding Opportunity","25258":"Austin University Center Program 2018","25259":"Denver University Center Program 2018","16567":"Climate Program Office 2018","14664":"Atlanta University Center Program 2017","14644":"Seattle University Center Program 2017","13640":"NOAA Climate Program Office FY2017 - Understanding Climate Impacts on Fish Stocks and Fisheries to Inform Sustainable Management","4342":"Regional Coastal Resilience Grants Program 2015"},"opportunitynumber":{"63028":"NOAA-OAR-OER-2024-2008070","62808":"NOAA-OAR-SG-2024-2007783","59577":"NOAA-OAR-CPO-2023-2007559","55617":"NOAA-OAR-OER-2023-2007237","52994":"EDA-HDQ-OIE-2021-2007015","48092":"EDA-HDQ-OIE-2020-2006617","46422":"NOAA-OAR-OER-2021-2006431","35742":"NOAA-OAR-OER-2020-2006011","40898":"NOAA-OAR-CPO-2020-2006076","28603":"NOAA-OAR-CPO-2019-2005530","26293":"NOAA-OAR-OER-2019-2005679","25258":"EDA-AUS-TA-AURO-2018-2005671","25259":"EDA-DEN-TA-DRO-2018-2005672","16567":"NOAA-OAR-CPO-2018-2005133","14664":"EDA-ATL-TA-ATRO-2017-2005165","14644":"EDA-SEA-TA-SRO-2017-2005164","13640":"NOAA-OAR-CPO-2017-2004998","4342":"NOAA-NOS-OCM-2015-2004324"},"description":{"63028":"NOAA Ocean Exploration is soliciting proposals that support NOAA Ocean Exploration's education priorities, which include increasing the diversity, equity, inclusion, and accessibility in the education program; and developing education resources to complement virtual and hybrid education delivery.NOAA Ocean Exploration is dedicated to exploring the unknown ocean, unlocking its potential through scientific discovery, technological advancements, and data delivery. By working closely with partners across public, private, and academic sectors, we are filling gaps in our basic understanding of the marine environment. This allows us, collectively, to protect ocean health, sustainably manage our marine resources, accelerate our national economy, better understand our changing environment, and enhance appreciation of the importance of the ocean in our everyday lives.NOAA Ocean Exploration operates an education program to raise awareness of the importance of the ocean, ocean exploration, and STEM (science, technology, engineering, and math) education and is committed to improving America's environmental literacy by bringing the excitement of ocean exploration and discovery to a wide variety of diverse audiences. Educators and public and private partnerships are essential to this mission. NOAA Ocean Exploration offers many opportunities for educators to learn about NOAA science and technology associated with exploring the ocean in their classrooms. NOAA Ocean Exploration is soliciting proposals that: - Connect NOAA Ocean Exploration's exploration resources to the expanded delivery of virtual and hybrid professional development experiences for educators; thus increasing the opportunities to provide high quality education content and experiences to the public about ocean exploration. Expand the available audience for NOAA Ocean Exploration education content, in terms of quantity, diversity, and geographic location. - Invest in projects and partners that are leading STEM education programming for diverse youth in middle school, high school, undergraduate, and\/or community college to learn about the ocean, develop or advance STEM skills, and increase awareness of ocean science and exploration careers. - Invest in a future ocean workforce that is more representative of U.S. demographics by funding projects that minimize barriers to entry and retention of diverse learners from communities historically marginalized from ocean science and exploration industries. The following checklist is provided to aid in preparing full proposals.Full Proposals (due September 15, 2023 at 11:59 pm ET) - Executive summary, maximum 1 page - Project narrative, maximum 12 pages - Data and information sharing plan, maximum 2 pages - Statement of diversity, equity, inclusion, and accessibility (DEIA), maximum 1 page - Previous significant results - Summary of current funding support for each principal and co-principal investigator - Curriculum vitae, maximum 2 pages for each principal investigator and co-principal investigator - Budget justification and budget tables - Negotiated indirect cost rate agreement (if applicable) - National Environmental Policy (NEPA) questionnaire - Letters of support (optional, e.g. partnership support letters) - Forms (for nonfederal applicants only): - Application for Federal Assistance (SF-424) - Budget Information for Non-Construction Programs (SF-424A) - Assurances for Non-Construction Programs (SF-424B) - Disclosure of Lobbying Activities (SF-LLL) - Certification Regarding Lobbying (CD511) - Suggested reviewers (optional)Nonfederal applicants must submit all documents required for a full proposal individually through Grants.gov.","62808":"A climate ready nation requires a climate ready workforce. NOAA will assist communities in coastal and Great Lakes states and territories so they may form partnerships that train workers and place them into jobs that enhance climate resilience. This competition is designed to meet the emerging and existing skills needs of employers while helping workers enter good jobs, so that together they may enhance climate resilience. NOAA envisions making between 10-20 awards under this competition, at amounts ranging from $500,000 to $10 million each. NOAA is issuing this Notice of Funding Opportunity (NOFO) for qualified organizations to form and support partnerships that will work collaboratively to support regional economies and their associated workforces by developing training programs that build in-demand skills, offering wraparound services that allow workers to successfully enroll in and complete training, and helping workers enter or advance into good jobs that enhance climate resilience. Wraparound services allow people to overcome barriers to participate in the program, especially individuals in underserved groups. Examples of wraparound services include transportation, childcare, elder care, and housing services. NOAA heavily prioritizes efforts to reach individuals from historically underserved communities (see Executive Order (EO) 13985; see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/20\/executive-order-adva ncing-racial-equity-and-support-for-underserved-communities-through-the-federal-government\/), , and to benefit disadvantaged communities (see Executive Order 14008; see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2021\/01\/27\/executive-order-on-tackling-the-climate-crisis-at-home-and-abroad\/ and defined in M-23-09, https:\/\/www.whitehouse.gov\/wp-content\/uploads\/2023\/01\/M-23-09_Signed_CEQ_CPO.pdf). Moreover, Executive Order 14096 recognizes that the Federal Government must continue to remove barriers to the meaningful involvement of the public in such decision-making, particularly those barriers that affect members of communities with environmental justice concerns (see https:\/\/www.whitehouse.gov\/briefing-room\/presidential-actions\/2023\/04\/21\/executive-order-on-revitalizing-our-nations-commitment-to-environmental-justice-for-all\/). Ultimately, the purpose of this NOFO is to ensure workers in coastal states and territories are trained for and hired into quality private- and public-sector jobs in the U.S. economy that are needed to increase resilience to climate-related hazards (https:\/\/www.noaa.gov\/sites\/default\/files\/2022-06\/NOAA_FY2226_Strategic_Plan.pdf). This document sets out requirements for submitting to NOAA-OAR-SG-2024-2007783.","59577":"Climate variability and change present society with significant economic, health, safety, and security challenges. As part of the National Oceanic and Atmospheric Administration (NOAA) climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), Climate Program Office (CPO), the Earth System Science and Modeling (ESSM) Division programs address climate challenges by managing competitive research programs that support high-priority science initiatives. CPO\/ESSM Programs advance our understanding of the Earth's climate system and foster the application and use of this knowledge to improve the resilience of our Nation and its partners. The National Ocean Service (NOS) provides data, tools, and services that support coastal economies and their contribution to the national economy, especially in the area of preparedness and risk reduction. The Climate Program Office is working across OAR and NOS, and in collaboration with the National Weather Service, to develop and support research on the topic of coastal inundation. Through this announcement, CPO\/ESSM is seeking applications for one individual competition in FY23. Competitions solicit projects in response to H.R.3684 - Infrastructure Investment and Jobs Act, NOAA section, Provision 3:\"... coastal and inland flood and inundation mapping and forecasting, ...\" that align with the goals of \"A NOAA Capability for Coastal Flooding and Inundation Information and Services at Climate Timescales to Reduce Risk and Improve Resilience\". (https:\/\/cpo.noaa.gov\/Portals\/0\/Docs\/Risk-Teams\/NOAA-Coastal-Inundation-at-Climate-Timescales-Whitepaper.pdf)NOAA, OAR, and CPO require applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work; indeed, applicants will be evaluated, in part, on how well principles of diversity and inclusion are addressed. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages.","55617":"The NOAA Office of Ocean Exploration and Research, also known as NOAA Ocean Exploration, is soliciting proposals for projects to conduct or support ocean exploration of poorly understood regions of U.S. waters. NOAA Ocean Exploration is the only federal program dedicated to exploring the deep ocean, closing prominent gaps in our basic understanding of U.S. deep waters and the seafloor and delivering the ocean information needed to strengthen the economy, health, and security of our nation. Using the latest tools and technology, NOAA Ocean Exploration explores unknown or little known areas of our deep ocean, making discoveries of scientific, economic, and cultural value. Data collected are used to understand and maintain a healthy ocean, sustainably manage marine resources, accelerate the national economy, and build a better appreciation of the value and critical importance of the ocean in our everyday lives. NOAA Ocean Exploration is soliciting proposals for interdisciplinary ocean exploration in waters under U.S. jurisdiction that support national priorities, including NOAA science and technology priorities of uncrewed systems, artificial intelligence, cloud computing, 'omics data, and citizen science (https:\/\/sciencecouncil.noaa.gov\/NOAA-Science-Technology-Focus-Areas) and the Strategic Priorities for Ocean Exploration and Characterization of the United States Exclusive Economic Zone (https:\/\/www.noaa.gov\/nomec\/IWG-OEC, draft report to be released April 2022) developed per the National Strategy for Mapping, Exploring, and Characterizing the United States Exclusive Economic Zone (https:\/\/www.noaa.gov\/nomec). The U.S. Exclusive Economic Zone contains a vast array of underutilized, and likely many undiscovered, natural resources, including critical minerals, marine-derived pharmaceuticals, and energy sources in addition to areas of significant ecological and conservation value. By supporting exploration, i.e., discovery through disciplined, diverse observations, NOAA Ocean Exploration seeks to advance our basic understanding of U.S. deep waters (waters deeper than 200 meters).","52994":"EDA is seeking applications from eligible applicants to create and implement innovative science, technology, engineering and mathematics (STEM) apprenticeship models that complement their respective region's innovation economy. The STEM Talent Challenge seeks to develop or expand regional workforce capacity to support high-growth, high-wage entrepreneurial ventures, industries of the future (which usually includes industries that leverage emerging technologies), and other innovation-driven businesses that have a high likelihood of accelerating economic competitiveness and job creation in their respective regions and in the United States.","48092":"EDA is seeking applications from eligible applicants to create and implement innovative science, technology, engineering and mathematics (STEM) apprenticeship models that complement their respective region's innovation economy. The STEM Talent Challenge seeks to develop or expand regional workforce capacity to support high-growth, high-wage entrepreneurial ventures, industries of the future (which usually includes industries that leverage emerging technologies), and other innovation-driven businesses that have a high likelihood of accelerating economic competitiveness and job creation in their respective regions and in the United States.","46422":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ). OER is interested in projects that provide data and information that may inform ocean-related segments of the U.S. economy through mapping, characterization, and exploration of the deep seafloor and water column of the U.S. EEZ as well as marine cultural heritage in U.S. waters. OER is soliciting proposals for three themes: OCEAN EXPLORATION. Ocean exploration to inform management, sustainable use, and conservation of marine resources in poorly explored deep ocean areas of the U.S. EEZ. Areas proposed for exploration and\/or initial characterization must be at water depths of 200 m or more. TECHNOLOGY. Application of new or novel use of existing ocean technologies or innovative methods that increase the scope and efficiency of acquiring ocean exploration data and improve usability of and access to ocean exploration data. Proposed technologies must be applicable to water depths of 200 m or greater, though testing in shallower water or lab-based testing will be supported. Technology testing may occur outside of U.S. waters. MARINE ARCHAEOLOGY. Discovery and characterization of underwater cultural heritage to inform decisions on preservation and seabed use, and to identify sources of potential environmental impacts. Marine archaeology proposals can be conducted in any water depth within the U.S. EEZ. Informational documents on this funding opportunity are accessible through the OER website: https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html. For the purpose of this opportunity, costs for ship time and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in Modified Total Direct Cost (MTDC). The exception is for institutions with a federal negotiated Indirect Cost (IDC) Rate agreement that covers these charges. Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. The following checklists are provided to aid in preparing your application. Pre-proposal stage (due July 8, 2020): 1. OER FFO cover sheet 2. Pre-proposal, max 2 pages Submit by email to: oer.ffo2021@noaa.gov Full proposal stage (due October 22, 2020): 1. Updated OER FFO cover sheet 2. Executive summary, max 1 page 3. Project narrative, max 15 pages 4. Data and information sharing plan, max 2 pages 5. Outreach and education plan, max 1 page 6. Statement of diversity and inclusion 7. Previous significant results 8. Summary of current funding support for each principal investigator 9. Curriculum vitae, max 2 pages per each principal investigator 10. Budget justification and budget tables 11. (if applicable) Negotiated Indirect Cost (IDC) Rate memo 12. NEPA questionnaire 13. (optional) Letters of support, e.g. from local State Historic Preservation Office 14. (non-federal only) Forms: SF-424, SF-424A, SF-424B, SF-LLL, Unpaid Tax Liability 15. (optional) Suggested reviewers All documents required at the full proposal stage must be submitted individually through Grants.gov.","35742":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ). OER is interested in projects that provide data and information that may inform ocean-related segments of the U.S. economy, also referred to as the Blue Economy, and in projects that support Seabed 2030 goals, an international collaboration to fully map the global ocean by the year 2030.","40898":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions through investments at NOAA labs, service lines and Cooperative Institutes, as well as non-governmental organizations, the private sector and the university community. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies. Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's broader climate science and services programs and supports NOAA's mandated responsibilities under the National Climate Program Act, Global Change Research Act and its National Climate Assessment, the National Integrated Drought Information System Act, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. CPO's strategy addresses challenges in the areas of: (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges, and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs for a resilient society. We work towards this objective of integration through a focus on climate intelligence and climate resilience, in support of NOAA's goals. CPO defines climate intelligence as the capabilities regarding: (1) Observations and monitoring, (2) Earth system science and modeling, (3) Climate and societal interactions, and (4) Communication, education, and engagement. Climate resilience leverages climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to protect and sustain all sectors of our economy and environment. A hallmark of CPO's success in linking climate intelligence to resilience is the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance. Key components of this effort are annual Notice of Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","28603":" The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions through investments at NOAA labs, service lines and Cooperative Institutes, as well as non-governmental organizations, the private sector and the university community. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies. Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's broader climate science and services programs and supports NOAA's mandated responsibilities under the National Climate Program Act, Global Change Research Act and its National Climate Assessment, the National Integrated Drought Information System Act, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. CPO's strategy addresses challenges in the areas of: (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges, and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs for a resilient society. We work towards this objective of integration through a focus on climate intelligence and climate resilience, in support of NOAA's goals. CPO defines climate intelligence as the capabilities regarding: (1) Observations and monitoring, (2) Earth system science and modeling, (3) Climate and societal interactions, and (4) Communication, education, and engagement. Climate resilience leverages climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to protect and sustain all sectors of our economy and environment. A hallmark of CPO's success in linking climate intelligence to resilience is the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance. Key components of this effort are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and CPO encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. Promoting diversity and inclusion improves creativity, productivity, and the vitality of the climate research community in which CPO engages. ","26293":"NOAA's Office of Ocean Exploration & Research (OER) is soliciting proposals for ocean exploration in waters under U.S. jurisdiction, including the U.S. Exclusive Economic Zone (EEZ), and areas mapped by, or of interest to, the U.S. Extended Continental Shelf (ECS) Project. Presently, important marine habitats and living and non-living resources are neither fully explored nor characterized. OER's intent is to address these knowledge gaps and support growth in the Nation's Blue Economy by soliciting ocean exploration proposals that focus on: 1. Discovering microorganisms, sponges, corals, and other organisms with biopharmaceutical or biotechnical potential; 2. Acquiring baseline ocean environmental information to better inform decision-making where future ocean energy development or critical mineral extraction may occur; 3. Finding and characterizing shipwrecks and submerged cultural resources that played a role in America's past ocean-based economy (e.g., transport, trade, warfare, etc.) and could inform decisions on future seabed activities and potential environmental impacts. OER seeks to enhance ocean exploration and scientific knowledge of unknown or poorly known areas of the ocean through interdisciplinary exploration, and to advance and disseminate knowledge of the ocean's physical, geological, chemical, biological, and archaeological environments. This entails identifying, describing and creating baseline characterizations of new ocean habitats, marine resources and\/or processes. OER's mission is compliant with NOAA's Next Generation Strategic Plan (http:\/\/www.performance.noaa.gov\/ngsp\/) which outlines NOAA goals of Science, Service and Stewardship. Applicants are required to submit pre-proposals and, ultimately, full proposals that support OER's exploration mission. Note: Ship time on the NOAA Ship Okeanos Explorer will not be funded through this announcement. Informational documents on this funding opportunity are accessible through the OER Website: https:\/\/oceanexplorer.noaa.gov\/about\/funding-opps\/welcome.html. For the purpose of this opportunity, ship time costs and\/or other ocean data collection platform support (remotely operated vehicles, autonomous underwater vehicles, etc.) are considered rental costs and therefore are not included in Modified Total Direct Cost (MTDC). ","25258":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. In FY 2018, EDA is holding the competition in its Austin and Denver Regional Offices.","25259":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. In FY 2018, EDA is holding the competition in its Austin and Denver Regional Offices.","16567":"The National Oceanic and Atmospheric Administration (NOAA) is focused on providing the essential and highest quality environmental information vital to our Nation's safety, prosperity and resilience. Toward this goal, the agency conducts and supports weather and climate research, oceanic and atmospheric observations, modeling, information management, assessments, interdisciplinary decision-support research, outreach, education, and partnership development. Climate variability and change present society with significant economic, health, safety, and security challenges and opportunities. In meeting these challenges, and as part of NOAA's climate portfolio within the Office of Oceanic and Atmospheric Research (OAR), the Climate Program Office (CPO) advances scientific understanding, monitoring, and prediction of climate and its impacts, to enable effective decisions. These investments are key to NOAA's mission of \"Science, Service, and Stewardship\" and are guided by the agency's vision to create and sustain enhanced resilience in ecosystems, communities, and economies.Within this context, CPO manages competitive research programs through which NOAA funds high-priority climate science, assessments, decision support research, outreach, education, and capacity-building activities designed to advance our understanding of the Earth's climate system, and to foster the application and use of this knowledge to improve the resilience of our Nation and its partners. CPO supports research that is conducted across the United States and internationally. CPO also provides strategic guidance for the agency's climate science and services programs and supports NOAA's contributions to the U.S. Global Change Research Program (USGCRP) and its National Climate Assessment, and similar international endeavors such as the Global Framework for Climate Services. CPO's climate research portfolio is designed to achieve a fully integrated research and applications program. We meet this objective through a focus on climate intelligence and climate resilience, in support of NOAA's goals. Climate intelligence defines CPO's technical strength through its foundational capabilities, which include (1) Observations and monitoring, (2) Research to advance scientific understanding, (3) Modeling and prediction, (4) Communication, education, and engagement, and, (5) Climate and societal interactions. A focus on climate resilience leverages CPO's climate intelligence to advance capabilities for responding to the urgent and growing demand for reliable, trusted, transparent, and timely climate information needed to sustain all sectors of our economy and environment. CPO's strategy addresses challenges in the areas of, (1) Weather and climate extremes, (2) Climate impacts on water resources, (3) Coasts and climate resilience, (4) Sustainability of marine ecosystems, and (5) Changing atmospheric composition and its impacts. Making progress in addressing climate-related societal challenges and realizing benefits for NOAA's public and private partners, requires that these mission-focused capabilities be integrated across CPO to align research, applications, transitions, and operations, and to meet the information needs of a resilient society. NOAA envisions a Nation that is prepared for, thriving, and resilient to climate variability and change. CPO's activities support a unique and highly flexible climate research enterprise to improve scientific understanding of climate variability and change and to enable businesses and communities to derive the benefits of this investment in the present and into the future. Effectively coordinating across these components through the development and deployment of end-to-end research-based integrated information systems that address needs of high societal relevance, have been hallmarks of CPO's success in linking environmental intelligence to resilience. Key components in this enterprise are annual Federal Funding Opportunities, competitive grants programs and other types of support that advance and extend NOAA's foundational capabilities and applications research. Proficiency in these core areas ensures that CPO's infrastructure is always in place to meet the intelligence and resilience challenges of our changing climate. NOAA, OAR, and the Climate Program Office encourage applicants and awardees to support the principles of diversity and inclusion when writing their proposals and performing their work. Diversity is defined as a collection of individual attributes that together help organizations achieve objectives. Inclusion is defined as a culture that connects each employee to the organization. By promoting diversity and inclusion you can improve creativity, productivity, and the vitality of the research community.","14664":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. Innovation is the key to greater productivity and global competitiveness, resulting in the creation of new and better jobs, a more resilient economy and the attainment of national economic goals. Regional collaboration is essential for economic recovery and advancement because regions encompass the centers of growth and competition in the new global economy. Regions achieve greater results because of the presence of diverse economic agents and, more often than not, clusters of services and industry. Quite simply, regions that work together will fare better than those that do not. Infusing more innovation and collaboration into America's regions has the potential to help communities create and retain higher-wage and sustainable jobs, leverage the flow of private capital, and strengthen America's ability to compete in the global marketplace. EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Research also shows that small businesses located in proximity to an institution of higher education tend to be more innovative. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally owned strategies that support business expansion and job creation. Additionally, universities facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. As presented in the table below, EDA holds University Center program competitions in two of its six regional offices each of the following fiscal years. In FY 2017, EDA is holding the competition in its Atlanta and Seattle Regional Offices. ","14644":"EDA's mission is to lead the Federal economic development agenda by promoting innovation and competitiveness, preparing American regions for economic growth and success in the worldwide economy. EDA fulfills this mission through strategic investments and partnerships that create the conditions for economic growth and improved quality of life by expanding the capacity of individuals, firms, and communities to maximize the use of their talents and skills to support innovation, lower transaction costs, and responsibly produce and trade valuable goods and services. The achievement of economic development potential results in regional economic ecosystems that foster globally competitive regions throughout the United States. The economic ecosystem is a multifaceted concept that links together a highly networked regional talent pool; innovation infrastructure (including both tangible and non-tangible types); research and science support systems; and a culture of collaboration sustained by institutions focused on advancing mutual gain for the public and the private sector. Innovation is the key to greater productivity and global competitiveness, resulting in the creation of new and better jobs, a more resilient economy and the attainment of national economic goals. Regional collaboration is essential for economic recovery and advancement because regions encompass the centers of growth and competition in the new global economy. Regions achieve greater results because of the presence of diverse economic agents and, more often than not, clusters of services and industry. Quite simply, regions that work together will fare better than those that do not. Infusing more innovation and collaboration into America's regions has the potential to help communities create and retain higher-wage and sustainable jobs, leverage the flow of private capital, and strengthen America's ability to compete in the global marketplace. EDA recognizes that institutions of higher education are critical players in the development of vibrant economic ecosystems. Universities are sources of significant economic development assets-such as faculty, staff, students, research and proof of concept centers, laboratories, and high speed broadband networks-that can support regional economic growth. In addition, universities create significant knowledge spillovers and possess broader and deeper networks of expertise that can assist innovators and entrepreneurs. Research also shows that small businesses located in proximity to an institution of higher education tend to be more innovative. Potential university-based support for economic growth includes the commercialization of research, the conversion of intellectual property and ideas into products and services, and the support of regionally owned strategies that support business expansion and job creation. Additionally, universities facilitate environments conducive to trade and global exports by providing services for businesses to connect to international markets. The purpose of EDA's University Center Economic Development Program (also referred to in this announcement as the University Center program) is to enable institutions of higher education and consortia of institutions of higher education to establish and operate University Centers specifically focused on using university assets to build regional economic ecosystems that support innovation and high-growth entrepreneurship. University Centers collaborate with other EDA partners by providing expertise and technical assistance to develop, implement and support regional strategies which result in job creation, high-skilled regional talent pools, and business expansion in a region's innovation clusters . Expertise and technical assistance may address, for example, applied research centers, technology commercialization, feasibility studies, market research, economic impact analyses training, and other technical assistance to help communities foster vibrant economic ecosystems. Since FY 2004, EDA has administered the University Center program as a competitive multi year program. As presented in the table below, EDA holds University Center program competitions in two of its six regional offices each of the following fiscal years. In FY 2017, EDA is holding the competition in its Atlanta and Seattle Regional Offices. ","13640":"Healthy and productive fisheries are an essential component of the U.S. economy. There is increasing concern about the impacts of climate variability and change on fish stocks, fisheries, and marine ecosystems in the U.S. Climate variability and change influences many parameters (e.g. extreme events, winds, ocean temperatures, stratification, currents, coastal precipitation, inundation, etc.) that directly and indirectly affect marine ecosystem conditions including the abundance, distribution, and productivity of fish stocks that support economically important fisheries. Sustainable fisheries management in a changing climate requires an improved understanding of how climate, fishing, and other stressors interact to affect fish stocks (including their habitats and prey), fisheries and fishing-dependent communities. To address these issues of growing concern, in 2014 the Office of Atmospheric Research (OAR) Climate Program Office and the National Marine Fisheries Service (NMFS) Office of Science and Technology launched a new partnership to advance understanding of climate-related impacts on fish or other species that support economically important fisheries and fishing communities. The goal is to inform sustainable fisheries management and promote resilience of the nation's fish stocks and fisheries in a changing climate. For FY17, this OAR\/NMFS partnership, through the Coastal and Ocean Climate Applications (COCA) Program, will continue to take a regional approach to improving the resilience and adaptation of fisheries in a changing climate by soliciting proposals under two competitions. The first competition solicits proposals for projects in the California Current Large Marine Ecosystem (CCLME) and the second competition solicits proposals for projects in the Northeast US Continental Shelf Large Marine Ecosystem (NESLME). ","4342":"The purpose of this notice is to solicit proposals from eligible entities to develop or implement activities that build resilience of coastal regions, communities, and economic sectors to the negative impacts from extreme weather events, climate hazards, and changing ocean conditions. Successful applicants will develop proposals that plan or implement actions that mitigate the impacts of these environmental drivers on overall resilience, including economic and environmental resilience. Funds will be available to support activities that: - Identify and address priority data, information, and capacity gaps - Develop tools, as needed, to inform sound, science-based decisions, which support regional efforts to plan for a resilient ocean and coastal economy - Acquire and integrate socioeconomic information with physical and biological information to improve the assessment of risk and vulnerability for planning and decision making - Understand how hazards and changing ocean conditions affect coastal economies, including existing and emerging sectors that depend on the ocean and coasts - Develop the information and approaches needed for improved risk communication, and the necessary tools, technical assistance and training tailored toward enhanced resilience to weather events, climate hazards, and changing ocean conditions - Evaluate the costs, benefits, and tradeoffs of systems-based development or redevelopment approaches that incorporate both natural defenses and hard structural solutions - Support the development of sustainable recovery, redevelopment, and adaptation plans and implement programs and projects that incentivize rebuilding and development approaches which reduce risk and increase resilience Proposals submitted in response to this announcement shall employ a regional approach that results in improved ability of multiple coastal jurisdictions to prepare for, absorb impacts of, recover from, and\/or adapt to adverse events and changing environmental, economic, and social conditions. Proposals should demonstrate coordinated effort of multiple jurisdictions (e.g., states, tribes, territories, counties, municipalities, regional organizations, etc.) and\/or state or local managed areas within a specified geographic region and involve the appropriate range of partners and stakeholders to ensure project success. Collaborative projects that leverage NOAA supported programs, products, partnerships or services and support federal, tribal, state, regional, county or local plans and partnerships are preferred. Also preferred are proposals that leverage other Administration priorities and other federal resilience investments. Eligible funding applicants are: nonprofit organizations; private (for profit) entities; institutions of higher education; and state, territorial, tribal, local governments as defined at 2 C.F.R. § 200.64, which includes counties, municipalities, and cities; and regional organizations (as defined in this announcement). Applicants must conduct projects benefiting coastal communities within one or more of the following U.S. states and territories: Alabama, Alaska, American Samoa, California, Connecticut, Delaware, Florida, Georgia, Guam, Hawaii, Illinois, Indiana, Louisiana, Maine, Maryland, Massachusetts, Michigan, Minnesota, Mississippi, New Hampshire, New Jersey, New York, North Carolina, Northern Mariana Islands, Ohio, Oregon, Pennsylvania, Puerto Rico, Rhode Island, South Carolina, Texas, Virginia, Virgin Islands (US), Washington, and Wisconsin. This competition is one of two competitions being administered by NOAA to build coastal resilience. The companion competition, Coastal Ecosystem Resilience Grants, is being administered by NOAA's National Marine Fisheries Service (NMFS) to improve the resiliency of ocean and coastal ecosystems."},"grants_url":{"63028":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=349302","62808":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=348990","59577":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=345230","55617":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=338956","52994":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=335272","48092":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=328794","46422":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=326583","35742":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=314587","40898":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=318753","28603":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=308094","26293":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=306381","25258":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=305793","25259":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=305794","16567":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=293866","14664":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291272","14644":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=291254","13640":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=289716","4342":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=276661"}}