{"opportunitytitle":{"63028":"Ocean Exploration Education Funding Opportunity Announcement","60834":"Cetacean Research in the Pacific Islands - 2023"},"opportunitynumber":{"63028":"NOAA-OAR-OER-2024-2008070","60834":"NOAA-NMFS-PIFSC-2023-2007765"},"description":{"63028":"NOAA Ocean Exploration is soliciting proposals that support NOAA Ocean Exploration's education priorities, which include increasing the diversity, equity, inclusion, and accessibility in the education program; and developing education resources to complement virtual and hybrid education delivery.NOAA Ocean Exploration is dedicated to exploring the unknown ocean, unlocking its potential through scientific discovery, technological advancements, and data delivery. By working closely with partners across public, private, and academic sectors, we are filling gaps in our basic understanding of the marine environment. This allows us, collectively, to protect ocean health, sustainably manage our marine resources, accelerate our national economy, better understand our changing environment, and enhance appreciation of the importance of the ocean in our everyday lives.NOAA Ocean Exploration operates an education program to raise awareness of the importance of the ocean, ocean exploration, and STEM (science, technology, engineering, and math) education and is committed to improving America's environmental literacy by bringing the excitement of ocean exploration and discovery to a wide variety of diverse audiences. Educators and public and private partnerships are essential to this mission. NOAA Ocean Exploration offers many opportunities for educators to learn about NOAA science and technology associated with exploring the ocean in their classrooms. NOAA Ocean Exploration is soliciting proposals that: - Connect NOAA Ocean Exploration's exploration resources to the expanded delivery of virtual and hybrid professional development experiences for educators; thus increasing the opportunities to provide high quality education content and experiences to the public about ocean exploration. Expand the available audience for NOAA Ocean Exploration education content, in terms of quantity, diversity, and geographic location. - Invest in projects and partners that are leading STEM education programming for diverse youth in middle school, high school, undergraduate, and\/or community college to learn about the ocean, develop or advance STEM skills, and increase awareness of ocean science and exploration careers. - Invest in a future ocean workforce that is more representative of U.S. demographics by funding projects that minimize barriers to entry and retention of diverse learners from communities historically marginalized from ocean science and exploration industries. The following checklist is provided to aid in preparing full proposals.Full Proposals (due September 15, 2023 at 11:59 pm ET) - Executive summary, maximum 1 page - Project narrative, maximum 12 pages - Data and information sharing plan, maximum 2 pages - Statement of diversity, equity, inclusion, and accessibility (DEIA), maximum 1 page - Previous significant results - Summary of current funding support for each principal and co-principal investigator - Curriculum vitae, maximum 2 pages for each principal investigator and co-principal investigator - Budget justification and budget tables - Negotiated indirect cost rate agreement (if applicable) - National Environmental Policy (NEPA) questionnaire - Letters of support (optional, e.g. partnership support letters) - Forms (for nonfederal applicants only): - Application for Federal Assistance (SF-424) - Budget Information for Non-Construction Programs (SF-424A) - Assurances for Non-Construction Programs (SF-424B) - Disclosure of Lobbying Activities (SF-LLL) - Certification Regarding Lobbying (CD511) - Suggested reviewers (optional)Nonfederal applicants must submit all documents required for a full proposal individually through Grants.gov.","60834":"The objective of this program by the NOAA Pacific Islands Fisheries Science Center (PIFSC) is to advance the scientific foundation for the conservation of cetaceans in the Pacific Islands Region. Research supported through this program will contribute to the assessment of whale and dolphin populations in the central and western Pacific Ocean, which requires an understanding of distribution, stock structure, habitat use, and natural and anthropogenic threats, along with estimates of abundance, demography, and mortality. For FY2023, program priorities include 1) Research to inform mitigation measures to reduce interactions between hook-and-line fisheries and false killer whales in the central and western Pacific; 2) Research on the demographics, abundance, and\/or movement patterns of Main Hawaiian Islands insular and Hawaii pelagic false killer whale populations; 3) Research on abundance, distribution, and\/or human disturbance of spinner dolphins in the main Hawaiian Islands, with special emphasis on spinner dolphins in the Maui Nui region; and 4) Research to inform cetacean stock assessment in the Pacific Islands Region."},"grants_url":{"63028":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=349302","60834":"https:\/\/www.grants.gov\/view-opportunity.html?oppId=346765"}}